Repository: damus-io/damus
Catalog: damus/*.lproj/Localizable.strings
Languages: de, fi, pl_pl, tr_tr

source: reacted_tagged_in_1
fi: %@ reagoi viestiin, johon sinut oli merkitty

source: reacted_tagged_in_2
fi: %@ ja %@ reagoivat viestiin, johon sinut oli merkitty

source: reposted_tagged_in_1
fi: %@ jakoi uudelleen viestin, johon sinut oli merkitty

source: reposted_tagged_in_2
fi: %@ ja %@ jakoivat uudelleen viestin, johon sinut oli merkitty

source: zapped_tagged_in_1
fi: %@ zappasi viestiä, johon sinut oli merkitty

source: zapped_tagged_in_2
fi: %@ ja %@ zappasivat viestin, johon sinut oli merkitty

source: reacted_your_note_1
fi: %@ reagoi viestiisi

source: reacted_your_note_2
fi: %@ ja %@ reagoivat viestiisi

source: reposted_your_note_1
fi: %@ jakoi viestisi uudelleen

source: reposted_your_note_2
fi: %@ ja %@ jakoivat viestisi uudelleen

source: zapped_your_note_1
fi: %@ zappasi viestisi

source: zapped_your_note_2
fi: %@ ja %@ zappasivat viestisi

source: reacted_your_profile_1
fi: %@ reagoi profiiliisi

source: reacted_your_profile_2
fi: %@ ja %@ reagoivat profiiliisi

source: reposted_your_profile_1
fi: %@ jakoi profiilisi uudelleen

source: reposted_your_profile_2
fi: %@ ja %@ jakoivat profiilisi uudelleen

source: zapped_your_profile_1
fi: %@ zappasi profiiliasi

source: zapped_your_profile_2
fi: %@ ja %@ zappasivat profiiliasi

source: %@ has been muted
fi: %@ on mykistetty

source: %@ not found
fi: %@ ei löytynyt

source: %@ reacted with %@
fi: %1$@ reagoi merkinnällä %2$@

source: %@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction.
de: %@. Ein Konto zu erstellen benötigt keine Telefonnummer, Emailadresse oder Namen. Fang jetzt gleich ganz reibungslos an.
fi: %@. Tilin luominen ei vaadi puhelinnumeroa, sähköpostia tai nimeä. Aloita heti kitkattomasti.
pl_pl: %@. Tworzenie konta nie wymaga numeru telefonu, emaila, ani imienia. Zacznij już teraz bez żadnych przeszkód.
tr_tr: %@. Hesap oluşturmak için telefon numarası, e-posta veya isim gerekmez. Vakit kaybetmeden hemen hemen başlayın.

source: %@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs
de: %@. End-zu-End verschlüsselter privater Nachrichtenaustausch. Halte Tech-Riesen aus deinen PNs heraus
fi: %@. Päästä päähän salatut yksityiset viestit. Pidä suuryritykset poissa viesteistäsi.
pl_pl: %@. Prywatny komunikator z szyfrowaniem typu "End-to-End". Trzymaj branżę technologiczną z dala od swoich prywatnych wiadomości
tr_tr: %@. Uçtan uca şifreli özel mesajlaşma. Teknoloji baronlarını DM'lerinden uzak tut

source: %@. Tip your friends and stack sats with Bitcoin⚡️, the native currency of the internet.
fi: %@. Tippaa ystäviäsi ja kasaa satseja Bitcoineilla, Internetin omalla valuutalla.

source: '%@' is an invalid Nostr address. It should look like an email address.
fi: '%@' on virheellinen Nostr-osoite. Sen pitäisi näyttää sähköpostiosoitteelta.

source: About
de: Über
fi: Tietoja
pl_pl: O programie
tr_tr: Hakkında

source: About Me
de: Über mich
fi: Tietoja minusta
pl_pl: O mnie
tr_tr: Hakkında

source: Absolute Boss
de: Absoluter Macher
fi: Täyspomo
pl_pl: Miszcz
tr_tr: Kral Adam

source: Accept
de: Zustimmen
fi: Hyväksy
pl_pl: Potwierdź

source: Accessibility
fi: Saavutettavuus

source: Actions
de: Aktionen
fi: Toiminnot
pl_pl: Akcje

source: Add
de: Hinzufügen
fi: Lisää
pl_pl: Dodaj
tr_tr: Ekle

source: Add all
de: Alle hinzufügen
fi: Lisää kaikki
pl_pl: Dodaj wszystkie

source: Add bookmark
fi: Lisää kirjanmerkki

source: Add Bookmark
fi: Lisää kirjanmerkki

source: Additional information
fi: Lisätietoja

source: Admin
fi: Ylläpitäjä

source: All
fi: Kaikki

source: Already on Nostr?
fi: Onko sinulla jo tili Nostrissa?

source: Always show images
fi: Näytä kuvat aina

source: An additional percentage of each zap will be sent to support Damus development
fi: Lisäprosentti jokaisesta zapista lähetetään Damuksen kehittämisen tukemiseksi

source: Animations
fi: Animaatiot

source: Anonymous
fi: Anonyymi

source: Any
de: beliebig
fi: Mikä tahansa
pl_pl: Dowolny
tr_tr: Herhangi

source: API Key (optional)
fi: API-avain (valinnainen)
pl_pl: Klucz API (opcjonalny)

source: API Key (required)
fi: API-avain (pakollinen)
pl_pl: Klucz API (wymagany)

source: Appearance
fi: Ulkoasu

source: Are you lost?
fi: Oletko eksyksissä?

source: Are you sure you want to attach this wallet?
fi: Haluatko varmasti liittää tämän lompakon?

source: Are you sure you want to delete all of your bookmarks?
fi: Haluatko varmasti poistaa kaikki kirjanmerkkisi?

source: Are you sure you want to upload this image?
fi: Haluatko varmasti ladata tämän kuvan?

source: Are you sure you want to upload this media?
fi: Haluatko varmasti ladata tämän median?

source: Attach
fi: Liitä

source: Attach a Wallet
fi: Liitä lompakko

source: Attach Alby Wallet
fi: Liitä Alby-lompakko

source: Attach Wallet
fi: Liitä lompakko

source: Automatically translate notes
fi: Käännä viestit automaattisesti

source: Banner Image
de: Bannerbild
fi: Bannerikuva
pl_pl: Baner
tr_tr: Pankart Resmi

source: Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus.
de: Bevor wir anfangen, musst du deine Kontodaten sichern, sonst kannst du dich in Zukunft nicht mehr anmelden, wenn du Damus jemals deinstallierst.
fi: Ennen aloittamista sinun on tallennettava tilisi tiedot, muuten et pysty kirjautumaan sisään tulevaisuudessa, jos poistat Damus-sovelluksen.
pl_pl: Zanim zaczniesz, musisz zapisać dane swojego konta. W przeciwnym razie nie będziesz można zalogować się w przyszłości, jeśli kiedykolwiek odinstalujesz Damusa.
tr_tr: Başlamadan önce, hesap bilgilierini kaydetmen gerekiyor. Aksi takdirde, Damus'u silme durumunda hesabına giriş yapamayacaksın.

source: Bitcoin Lightning Tips
de: Bitcoin Lightning Zahlungen
fi: Bitcoin Lightning tipit
pl_pl: Napiwki Bitcoin Lightning
tr_tr: Bitcoin Lightning Bahşişleri

source: Bookmarks
fi: Kirjanmerkit

source: Broadcast
de: Senden
fi: Lähetä
pl_pl: Rozgłoś
tr_tr: Yayınla

source: Cancel
de: Abbrechen
fi: Peruuta
pl_pl: Anuluj
tr_tr: İptal Et

source: Choose from Library
fi: Valitse kirjastosta

source: Clear All
fi: Tyhjennä kaikki

source: Clear Cache
de: Zwischenspeicher löschen
fi: Tyhjennä välimuisti
pl_pl: Pamięć podręczna
tr_tr: Önbelleği Temizle

source: Connect
fi: Yhdistä

source: Connect To Relay
fi: Yhdistä välittäjään

source: Connected Relays
fi: Yhdistetyt välittäjät

source: Contact
fi: Yhteystiedot
pl_pl: Kontakt

source: Continue
fi: Jatka

source: Copied
de: Kopiert
fi: Kopioitu
pl_pl: Skopiowano
tr_tr: Kopyalandı

source: Copy
de: Kopieren
fi: Kopioi
pl_pl: Kopiuj
tr_tr: Kopyala

source: Copy Account ID
de: Konto-ID kopieren
fi: Kopioi tilin tunniste
pl_pl: Kopiuj ID konta
tr_tr: Hesap Kimliğini Kopyala

source: Copy Image
de: Bild kopieren
fi: Kopioi kuva
pl_pl: Kopiuj obraz
tr_tr: Resmi Kopyala

source: Copy Image URL
de: Bild-URL kopieren
fi: Kopioi kuvan URL
pl_pl: Kopiuj adres obrazu
tr_tr: Resim URL'sini Kopyala

source: Copy invoice
de: Zahlungsdaten kopieren
fi: Kopioi lasku
pl_pl: Kopiuj fakturę
tr_tr: Faturayı Kopyala

source: Copy Link
fi: Kopioi linkki

source: Copy LNURL
de: LNURL kopieren
fi: Kopioi LNURL
pl_pl: Kopiuj LNURL
tr_tr: LNURL'i Kopyala

source: Copy note ID
fi: Kopioi viestin tunniste

source: Copy note JSON
fi: Kopioi viestin JSON

source: Copy Report ID
de: Meldungs-ID kopieren
fi: Kopioi ilmoituksen tunniste
pl_pl: Kopiuj ID zgłoszenia

source: Copy text
fi: Kopioi teksti

source: Copy URL
fi: Kopioi URL-osoite

source: Copy user public key
fi: Kopioi käyttäjän julkinen avain

source: Could not find the user you're looking for
fi: Etsimääsi käyttäjää ei löytynyt

source: Could not find user to mute...
fi: Mykistettävää käyttäjää ei löytynyt...

source: Create account
fi: Luo tili

source: Create account now
fi: Luo tili nyt

source: Create new mutelist
de: Neue Stummschaltungsliste
fi: Luo uusi mykistyslista
pl_pl: Tworzenie nowej listy zablokowanych

source: Creator(s) of Bitcoin. Absolute legend.
de: Erfinder von Bitcoin. Absolute Legende(n).
fi: Bitcoinin luoja(t). Absoluuttinen legenda.
pl_pl: Twórca/y Bitcoina. Absolutna legenda.
tr_tr: Bitcoin'in Yaratıcısı. Kral Adam.

source: Custom
fi: Mukautettu
pl_pl: Użytkownika

source: DeepL (Proprietary, Higher Accuracy)
fi: DeepL (kaupallinen, tarkempi)
pl_pl: DeepL (Własnościowy, wysoka dokładność)

source: Default Wallet
de: Voreingestellte Wallet
fi: Oletuslompakko
pl_pl: Portfel domyślny
tr_tr: Varsayılan Cüzdan

source: Default Zap Amount in sats
fi: Oletus zap-määrä satseissa
pl_pl: Domyślna zapów kwota w satoszach

source: Delete
de: Löschen
fi: Poista
pl_pl: Usuń
tr_tr: Sil

source: Delete Account
fi: Poista tili
pl_pl: Skasuj konto

source: Description
fi: Kuvaus
pl_pl: Opis

source: Developer
fi: Kehittäjä

source: Developer Mode
fi: Kehittäjätila

source: Developer Mode enables features and options that may help developers diagnose issues and improve this app. Most users will not need Developer Mode.
fi: Kehittäjätila ottaa käyttöön ominaisuuksia ja vaihtoehtoja, jotka voivat auttaa kehittäjiä diagnosoimaan ongelmia ja parantamaan tätä sovellusta. Useimmat käyttäjät eivät tarvitse kehittäjätilaa.

source: Disconnect
fi: Katkaise yhteys

source: Disconnect From Relay
fi: Katkaise yhteys välittäjään

source: Disconnect Wallet
fi: Katkaise lompakon yhteys

source: Display name
fi: Näyttönimi

source: DMs
de: PNs
fi: Yksityisviestit
pl_pl: PW

source: Done
de: Fertig
fi: Valmis
pl_pl: Gotowe
tr_tr: Tamam

source: Earn Money
de: Verdiene Geld
fi: Ansaitse rahaa
pl_pl: Zarabiaj pieniądze
tr_tr: Para Kazan

source: Edit
de: Bearbeiten
fi: Muokkaa
pl_pl: Edytuj
tr_tr: Düzenle

source: Encrypted
de: Verschlüsselt
fi: Salattu
pl_pl: Zaszyfrowane
tr_tr: Şifreli

source: Enter your account key
fi: Syötä tilisi avain

source: Error fetching lightning invoice
fi: Virhe noutaessa lightning-laskua

source: Error: %@
de: Fehler: %@
fi: Virhe: %@
pl_pl: Błąd: %@
tr_tr: Hata: %@

source: EULA
de: Endbenutzer-Lizenzvereinbarung
fi: Käyttöehdot

source: Everyone will see that you zapped
fi: Kaikki näkevät, että zappasit

source: Executed successfully, returned with code %@
fi: Suoritettu onnistuneesti, palautti koodin %@

source: Failed to initialize
fi: Alustus epäonnistui

source: Failed to parse
fi: Jäsentäminen epäonnistui

source: Filter
fi: Suodatin
pl_pl: Filtr

source: Follow
de: Folgen
fi: Seuraa
pl_pl: Obserwuj
tr_tr: Takip Et

source: Follow Back
fi: Seuraa takaisin
pl_pl: Obserwuj

source: Follow hashtag
fi: Seuraa aihetunnistetta

source: Follow me on Nostr
fi: Seuraa minua Nostrissa

source: Followed by %@
fi: Seuraaja: %@

source: Followed by %@ & %@
fi: Seuraajat: %1$@ & %2$@

source: Followed by %@, %@ & %@
fi: Seuraajat: %1$@, %2$@ & %3$@

source: Followers
de: Gefolgte:r
fi: Seuraajat
pl_pl: Obserwujący
tr_tr: Takipçiler

source: Followers You Know
fi: Tuntemasi seuraajat

source: Following
de: Gefolgt
fi: Seurattavat
pl_pl: Obserwuje
tr_tr: Takip Ediliyor

source: Following...
de: Folge…
fi: Seurataan...
pl_pl: Obserwowani...
tr_tr: Takip Ediliyor...

source: Follows you
fi: Seuraa sinua
pl_pl: Obserwuje Cię

source: Free
fi: Ilmainen
pl_pl: Darmowy

source: Get API Key
fi: Hanki API-avain
pl_pl: Pobierz klucz API

source: Get API Key with BTC/Lightning
fi: Hanki API-avain BTC:llä/Lightningilla

source: Help build the future of decentralized communication on the web.
fi: Auta rakentamaan hajautetun viestinnän tulevaisuutta verkossa.

source: Hide
fi: Piilota
pl_pl: Ukryj

source: Hide all 🤙's
fi: Piilota kaikki 🤙:t

source: Home
de: Heim
fi: Etusivu
pl_pl: Strona główna
tr_tr: Ev

source: https://example.com/pic.jpg
de: https://beispiel.at/bild.jpg
fi: https://esimerkki.com/kuva.jpg
tr_tr: https://ornek.com/resim.jpg

source: Illegal Content
fi: Laiton sisältö

source: Image uploader
fi: Kuvan lataaja

source: Images
fi: Kuvat

source: Impersonation
fi: Henkilönä esiintyminen

source: Invalid key
de: Ungültiger Schlüssel
fi: Virheellinen avain
pl_pl: Klucz nieprawidłowy
tr_tr: Hatalı anahtar

source: Invalid lightning address
fi: Virheellinen lightning-osoite

source: Invalid Nostr wallet connection string
fi: Virheellinen Nostr-lompakon yhteysmerkkijono

source: Invalid Tip Address
fi: Virheellinen tippiosoite

source: Keys
fi: Avaimet

source: Learn more about Nostr
fi: Lue lisää Nostrista

source: Left Handed
de: Linkshändig
fi: Vasenkätinen
pl_pl: Leworęczny
tr_tr: Solak Modu

source: Let's get started!
fi: Aloitetaan!

source: Let's go!
de: Los gehts!
fi: Mennään!
pl_pl: Jedziemy!
tr_tr: Haydi Başla!

source: LibreTranslate (Open Source)
fi: LibreTranslate (Avoin lähdekoodi)
pl_pl: LibraTranslate (Otwarte Źródła)

source: Lightning Address or LNURL
de: Lightning-Adresse oder LNURL
fi: Lightning-osoite tai LNURL
pl_pl: Address Lightning lub LNURL
tr_tr: Lightning Adresi ya da LNURL

source: Lightning Invoice
de: Lightning-Rechnung
fi: Lightning-lasku
pl_pl: Faktura Lightning
tr_tr: Lightning Faturası

source: Like
fi: Tykkää
pl_pl: Polub

source: Likes
fi: Tykkäykset

source: Local authentication to access private key
fi: Paikallinen tunnistautuminen yksityisen avaimen käyttöön
pl_pl: Lokalne uwierzytelnienie dostępu do klucza prywatnego

source: Local default
de: System-Standard
fi: Paikallinen oletus
pl_pl: Domyślny systemowy
tr_tr: Cihaz varsayılanı

source: Local Notifications
fi: Paikalliset ilmoitukset

source: Log
fi: Loki

source: Login
de: Anmelden
fi: Kirjaudu sisään
pl_pl: Logowanie
tr_tr: Giriş yap

source: Logout
de: Abmelden
fi: Kirjaudu ulos
pl_pl: Wylogowanie
tr_tr: Çıkış yap

source: Looking for %@...
fi: Etsitään %@...

source: Make Default
fi: Aseta oletukseksi

source: Make sure your nsec account key is saved before you logout or you will lose access to this account
de: Stelle sicher dass dein nsec Kontoschlüssel gesichert ist bevor du dich abmeldest oder du wirst den Zugang zu diesem Konto verlieren
fi: Varmista, että nsec-tilin avain on tallennettu ennen uloskirjautumista, muuten menetät pääsyn tähän tiliin
pl_pl: Upewnij się, że Twój klucz konta nsec jest zapisany zanim się wylogujesz bo inaczej stracisz dostęp do tego konta
tr_tr: Çıkış yapmadan önce, nsec hesap anahtarını kaydetmeyi unutma. Aksi takdirde bu hesaba giremeyeceksin.

source: Mentioned by %@
fi: Maininta käyttäjältä %@

source: Mentions
fi: Maininnat

source: Mute
fi: Mykistä

source: Mute %@?
fi: Mykistä %@?

source: Mute conversation
fi: Mykistä keskustelu

source: Mute user
fi: Mykistä käyttäjä

source: Mute User
fi: Mykistä käyttäjä

source: Muted
fi: Mykistetyt

source: Muted Users
fi: Mykistetyt käyttäjät

source: New encrypted direct message
fi: Uusi salattu yksityisviesti

source: New to Nostr?
fi: Uusi Nostrissa?

source: No
fi: Ei
pl_pl: Nie

source: No data available
fi: Ei saatavilla olevia tietoja

source: No mute list found, create a new one? This will overwrite any previous mute lists.
fi: Mykistyslistaa ei löytynyt, luodaanko uusi? Tämä korvaa aiemmat mykistyslistat.

source: No one will see that you zapped
fi: Kukaan ei näe, että zappasit

source: No zaps will be sent, only a lightning payment.
fi: Zappeja ei lähetetä, vain lightning-maksu.

source: NoKYCTranslate.com (Prepay with BTC)
fi: NoKYCTranslate.com (Ennakkomaksu BTC:llä)

source: None
fi: Ei mitään
pl_pl: Żaden

source: none
de: keine
fi: ei mitään
pl_pl: brak wyników
tr_tr: sonuç yok

source: none_translation_service
fi: Ei mitään

source: Nostr Address
fi: Nostr-osoite

source: Nostr is a protocol, designed for simplicity, that aims to create a censorship-resistant global social network
fi: Nostr on yksinkertaiseksi suunniteltu protokolla, jonka tavoitteena on luoda sensuurinkestävä maailmanlaajuinen sosiaalinen verkosto

source: NostrScript Error
fi: NostrScript-virhe

source: Note contains "nsec1" private key. Are you sure?
fi: Viesti sisältää "nsec1" yksityisavaimen. Oletko varma?
pl_pl: Treść zawiera klucz prywatny "nsec1". Jesteś pewien?

source: Note from a user you've muted
fi: Viesti käyttäjältä, jonka olet mykistänyt

source: Notes
fi: Viestit

source: Notes & Replies
fi: Viestit & Vastaukset

source: Nothing to see here. Check back later!
de: Hier gibts nichts zu sehen. Schau später wieder vorbei!
fi: Täällä ei ole mitään nähtävää. Tarkista myöhemmin uudelleen!
pl_pl: Nic tu nie ma. Sprawdź później!
tr_tr: Görülecek bir şey yok. Daha sonra tekrar kontrol et!

source: Notification Dots
fi: Ilmoituspisteet

source: Notification Preference
fi: Ilmoitusasetukset

source: Notifications
de: Benachrichtigungen
fi: Ilmoitukset
pl_pl: Powiadomienia
tr_tr: Bildirimler

source: now
de: jetzt
fi: nyt
pl_pl: przed chwilą
tr_tr: şimdi

source: Nudity
fi: Alastomuus

source: Only you can see this message and who sent it.
fi: Vain sinä voit nähdä tämän viestin ja kuka sen lähetti.

source: OnlyZaps
fi: VainZapit

source: OnlyZaps Enabled
fi: VainZapit käytössä

source: OnlyZaps mode
fi: VainZapit -tila

source: Optional
fi: Valinnainen

source: optional
fi: valinnainen
pl_pl: opcjonalne
tr_tr: opsiyonel

source: Paid Relay
fi: Maksullinen välittäjä
pl_pl: Płatny przekaźnik

source: Paste
fi: Liitä

source: Pay
de: Bezahlen
fi: Maksa
pl_pl: Zapłać
tr_tr: Öde

source: Pay the Lightning invoice
de: Bezahle die Lightning-Rechnung
fi: Maksa lightning-lasku
pl_pl: Zapłać fakturę Lightning
tr_tr: Lightning faturasını öde

source: Permanently Delete Account
fi: Poista tili pysyvästi
pl_pl: Trwałe skasowanie konta

source: Plan
fi: Vaihtoehto

source: Please choose relays from the list below to filter the current feed:
fi: Valitse alla olevasta listasta välittäjät, joilla haluat suodattaa nykyistä syötettä:

source: Post
de: Teilen
fi: Lähetä
pl_pl: Napisz post
tr_tr: Gönder

source: Private
de: Privatsphäre
fi: Yksityinen
pl_pl: Prywatność
tr_tr: Özel

source: Private Key
de: Privater Schlüssel
fi: Yksityisavain
pl_pl: Klucz prywatny
tr_tr: Özel Anahtar

source: Private Zap
fi: Yksityinen zap

source: private_zap_description
fi: Vain '%@' näkee, että olet zappannut häntä

source: Profanity
fi: Hävyttömyydet

source: Profile
de: Profil
fi: Profiili
pl_pl: Profil
tr_tr: Profil

source: Profile Picture
de: Profilbild
fi: Profiilikuva
pl_pl: Zdjęcie profilowe
tr_tr: Profil Fotoğrafı

source: Public
fi: Julkinen

source: Public Account ID
de: Öffentliche Konto ID
fi: Julkinen tilin tunniste
pl_pl: Publiczny ID konta
tr_tr: Herkese Açık Hesap Kimliği

source: Public Key
de: Öffentlicher Schlüssel
fi: Julkinen avain
pl_pl: Klucz publiczny
tr_tr: Herkese Açık Anahtar

source: Public key
de: Öffentlicher Schlüssel
fi: Julkinen avain
pl_pl: Klucz publiczny
tr_tr: Umumi anahtar

source: QR Code
fi: QR-koodi

source: Quote
fi: Lainaa

source: Ran to suspension.
fi: Ajettiin keskeytykseen asti.

source: Reactions
de: Reaktionen
fi: Reaktiot
pl_pl: Reakcje
tr_tr: Tepkiler

source: Recommended Relays
de: Empfohlene Relays
fi: Suositellut välittäjät
pl_pl: Polecane przekaźniki
tr_tr: Önerilen Röleler

source: Reject
de: Ablehnen
fi: Hylkää
pl_pl: Odrzuć

source: Relay
fi: Välitin
pl_pl: Przekaźnik
tr_tr: Röle

source: Relays
fi: Välittäjät
pl_pl: Przekaźniki
tr_tr: Röleler

source: Relays have been notified and clients will be able to use this information to filter content. Thank you!
de: Relays wurden benachrichtigt und Anwendungen können diese Information nutzen, um Inhalte zu filtern. Vielen Dank!
fi: Välittäjät on ilmoitettu ja asiakkaat voivat käyttää tätä tietoa sisällön suodattamiseen. Kiitos!
pl_pl: Przekaźniki zostały powiadomione a klienci będą mogli użyć tej informacji do filtrowania treści. Dziękuję!

source: Remove all
de: Alle entfernen
fi: Poista kaikki
pl_pl: Usuń wszystkie

source: Remove Bookmark
fi: Poista kirjanmerkki

source: Remove bookmark
fi: Poista kirjanmerkki

source: Reply
fi: Vastaa
pl_pl: Odpowiedz

source: Replying to
fi: Vastaanottajat

source: Replying to %@
fi: Vastaa käyttäjälle %@

source: Replying to %@ & %@
de: %1$@ & %2$@ antworten
fi: Vastaa käyttäjille %1$@ & %2$@
pl_pl: Odpowiedz %1$@ i %2$@
tr_tr: %1$@ & %2$@'ya yanıt ver

source: Replying to self
fi: Vastaan itselleni

source: Report
de: Melden
fi: Ilmoita
pl_pl: Zgłoś

source: Report ID:
de: Meldungs-ID
fi: Ilmoituksen tunniste:
pl_pl: ID zgłoszenia:

source: Report Note
fi: Ilmoita vististä

source: Report sent!
de: Meldung versandt!
fi: Ilmoitus lähetetty!
pl_pl: Zgłoszenie wysłane!

source: Report User
fi: Ilmoita käyttäjästä

source: Repost
de: Selbst teilen
fi: Jaa uudelleen
pl_pl: Podaj dalej
tr_tr: Yinele

source: Reposted
de: Selbst geteilt
fi: Jaettu uudelleen
pl_pl: Podano dalej
tr_tr: Yinelendi

source: Reposted by %@
fi: Jaettu uudelleen käyttäjän %@ toimesta

source: Reposts
de: Geteilte Beiträge
fi: Uudelleenjakamiset
pl_pl: Podane dalej

source: Requests
de: Anfragen
fi: Pyynnöt
pl_pl: Prośby

source: Retry
de: Erneut versuchen
fi: Yritä uudelleen
pl_pl: Ponów
tr_tr: Yeniden Dene

source: Run
fi: Suorita

source: Running...
fi: Suoritetaan...

source: Runtime error
fi: Suoritusaikainen virhe

source: Save
de: Speichern
fi: Tallenna
pl_pl: Zapisz
tr_tr: Kaydet

source: Save Image
de: Bild sichern
fi: Tallenna kuva
pl_pl: Zapisz obraz
tr_tr: Resmi Kaydet

source: Scan a user's pubkey
fi: Skannaa käyttäjän julkinen avain

source: Scan Code
fi: Skannaa koodi

source: Scan the code
fi: Skannaa koodi
pl_pl: Skanuj kod

source: Search hashtag: #%@
de: Hashtag suchen: #%@
fi: Etsi aihetunniste: #%@
pl_pl: Szukaj hasztag: #%@
tr_tr: Etiketi ara: #%@

source: Search...
de: Suchen...
fi: Haku...
pl_pl: Szukaj..
tr_tr: Ara...

source: Search/Universe
fi: Haku/Kaikki

source: Secret Account Login Key
de: Geheimer Konto-Anmeldeschlüssel
fi: Salainen kirjautumisavain
pl_pl: Tajny klucz logowania do konta
tr_tr: Gizli Hesap Giriş Anahtarı

source: Select a Lightning wallet
de: Wähle ein Lightning Wallet
fi: Valitse salamalompakko
pl_pl: Wybierz portfel Lightning
tr_tr: Bir Lightning cüzdanı seç

source: Select default wallet
de: Wähle ein voreingestelltes Wallet
fi: Valitse oletuslompakko
pl_pl: Wybierz domyślny portfel
tr_tr: Varsayılan cüzdanı seç

source: self
fi: itselleni

source: Send a message to start the conversation...
de: Sende eine Nachricht um die Unterhaltung zu beginnen...
fi: Lähetä viesti aloittaaksesi keskustelun...
pl_pl: Wyślij wiadomość aby zacząć rozmowę...
tr_tr: Sohbeti başlatmak için bir mesaj gönder

source: Send a message with your zap...
fi: Lähetä viesti zapin mukana...

source: Server
fi: Palvelin
pl_pl: Serwer

source: Service
fi: Palvelu
pl_pl: Usługa

source: Settings
de: Einstellungen
fi: Asetukset
pl_pl: Ustawienia
tr_tr: Ayarlar

source: Share
de: Teilen
fi: Jaa
pl_pl: Udostępnij
tr_tr: Paylaş

source: Share Note
fi: Jaa viesti

source: Share Via...
fi: Jaa kautta...

source: Show
de: Anzeigen
fi: Näytä
pl_pl: Pokaż
tr_tr: Göster

source: Show +
fi: Näytä +

source: Show less
fi: Näytä vähemmän

source: Show more
fi: Näytä lisää

source: Show only from users you follow
fi: Näytä vain käyttäjiltä, joita seuraat

source: Show only preferred languages on Universe feed
fi: Näytä Universum-syötteessä vain suosikkikieliä

source: Show wallet selector
de: Wallet-Auswahl anzeigen
fi: Näytä lompakonvalitsin
pl_pl: Pokaż wybór portfela
tr_tr: Cüzdan seçiciyi göster

source: Sign in
fi: Kirjaudu sisään

source: Sign Out
fi: Kirjaudu ulos

source: Sign out
de: Abmelden
fi: Kirjaudu ulos
pl_pl: Wyloguj się
tr_tr: Çıkış yap

source: Social media has developed into a key way information flows around the world. Unfortunately, our current social media systems are broken
fi: Sosiaalinen media on kehittynyt tärkeäksi tavaksi, jolla tieto liikkuu maailmassa. Valitettavasti nykyiset sosiaalisen median järjestelmät ovat rikki

source: Software
fi: Ohjelmisto
pl_pl: Oprogramowanie

source: Spam
fi: Roskaposti

source: Support Damus
fi: Tue Damusta

source: Supported NIPs
fi: Tuetut NIP:t
pl_pl: Wspierane NIP

source: Take Photo
fi: Ota valokuva
