Repository: damus-io/damus
Catalog: damus/*.lproj/Localizable.strings
Languages: de, fi, pl_pl, tr_tr

source: Text Truncation
fi: Tekstin typistys

source: Thanks!
de: Danke!
fi: Kiitos!
pl_pl: Dzięki!

source: The address should either begin with LNURL or should look like an email address.
fi: Osoitteen tulisi alkaa LNURL:llä tai näyttää sähköpostiosoitteelta.

source: The go-to iOS Nostr client
fi: iOS:n Nostr-asiakasohjelma

source: This is a paid relay, you must pay for notes to be accepted.
fi: Tämä on maksullinen välittäjä, merkintöjä varten pitää maksaa.

source: This is a public key, you will not be able to make notes or interact in any way. This is used for viewing accounts from their perspective.
fi: Tämä on julkinen avain, et voi tehdä merkintöjä tai vuorovaikuttaa millään tavalla. Tätä käytetään tilien tarkastelemiseen niiden näkökulmasta.

source: This is your account ID, you can give this to your friends so that they can follow you. Tap to copy.
fi: Tämä on tilisi tunniste. Voit antaa sen ystävillesi, jotta he voivat seurata sinua. Napauta kopioidaksesi.

source: This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!
de: Dies ist dein geheimer, privater Schlüssel. Du benötigst ihn, um auf dein Konto zuzugreifen. Gib den privaten Schlüssel an niemanden weiter! Speichere ihn in einem Passwort-Manager und bewahre ihn sicher auf!
fi: Tämä on salainen tiliavaimasi. Tarvitset tätä päästäksesi tilillesi. Älä jaa tätä kenenkään kanssa! Tallenna se salasananhallintaohjelmaan ja pidä turvassa!
pl_pl: To jest Twój klucz prywatny. Potrzebny jest aby mieć dostęp do Twojego konta. Nie udostępniaj go nikomu! Zapisz w menedżerze haseł i przechowuj bezpiecznie!
tr_tr: Bu sizin gizli hesap anahtarınızdır. Hesabınıza erişmek için buna ihtiyacınız var. Bunu kimseyle paylaşmayın! Bir şifre yöneticisine kaydedin ve güvende tutun!

source: This relay is already in your list
fi: Tämä välittäjä on jo listallasi

source: Thread
de: Thema
fi: Ketju
pl_pl: Wątek
tr_tr: Konu

source: Top Zap
fi: Paras zap

source: Translate DMs
fi: Käännä ykstyisviestit

source: Translate Note
fi: Käännä viesti
pl_pl: Tłumacz wpis

source: Translated from %@
fi: Käännetty kielestä %@

source: Translation
fi: Käännös

source: Translations
fi: Käännökset
pl_pl: Tłumaczenia

source: Truncate notification mention text
fi: Typistä maininta-ilmoitusten teksti

source: Truncate timeline text
fi: Typistä aikajanan teksti

source: Type %@ to delete
fi: Kirjoita %@ poistaaksesi

source: Type your note here...
fi: Kirjoita viestisi tähän...

source: Unfollow
de: Entfolgen
fi: Lopeta seuraaminen
pl_pl: Przestań obserwować
tr_tr: Takipten Çık

source: Unfollow hashtag
fi: Lopeta aihetunnisteen seuraaminen

source: Unfollowing...
de: Entfolgen...
fi: Lopetetaan seuraamista...
pl_pl: Przestaje obserwować...
tr_tr: Takipten Çıkılıyor...

source: Universe 🛸
fi: Kaikki 🛸

source: Unmute
fi: Poista mykistys

source: Unmute conversation
fi: Poista keskustelun mykistys

source: Untitled
fi: Nimeämätön

source: Upload
fi: Lataa

source: URL
fi: URL-osoite

source: User has been muted
fi: Käyttäjä on mykistetty

source: User muted
fi: Käyttäjä mykistetty

source: Username
de: Benutzername
fi: Käyttäjätunnus
pl_pl: Nazwa użytkownika
tr_tr: Kullanıcı Adı

source: Version
fi: Versio
pl_pl: Wersja

source: View multiple events per user
fi: Näytä useita tapahtumia käyttäjää kohden

source: View QR Code
fi: Näytä QR-koodi

source: Wake up, %@
fi: Herää, %@

source: wallet
fi: lompakko

source: Wallet
fi: Lompakko
pl_pl: Portfel
tr_tr: Cüzdan

source: WARNING: THIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT. YOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY. ARE YOU SURE YOU WANT TO CONTINUE?
fi: VAROITUS: TÄMÄ ALLEKIRJOITTAA TAPAHTUMAN, JOKA POISTAA TÄMÄN TILIN. ET VOIT ENÄÄ KIRJAUTUA DAMUKSEEN TÄLLÄ TILIAVAIMELLA. HALUATKO VARMASTI JATKAA?

source: Website
fi: Verkkosivusto
pl_pl: Strona internetowa
tr_tr: Websitesi

source: Welcome to Damus
fi: Tervetuloa Damukseen

source: Welcome to the social network %@ control.
de: Willkommen in dem sozialen Netzwerk das %@ kontrollierst.
fi: Tervetuloa sosiaaliseen verkostoon, jota %@ hallitset.
pl_pl: Widaj w sieci społecznościowej, którą %@ kontrolujesz.
tr_tr: Kontrolün %@'da olduğu sosyal ağa hoş geldiniz.

source: Welcome to the social network you control
fi: Tervetuloa sosiaaliseen verkostoon, jota hallitset

source: Welcome, %@!
de: Willkommen, %@!
fi: Tervetuloa, %@!
pl_pl: Witaj, %@!
tr_tr: Hoş geldin, %@

source: What do you want to report?
de: Was möchtest du melden?
fi: Mitä haluat ilmoittaa?
pl_pl: Co chcesz zgłosić?

source: What is Nostr?
fi: Mikä on Nostr?

source: Why we need Nostr?
fi: Miksi Nostria tarvitaan?

source: wss://some.relay.com
de: wss://ein.relay.at
fi: wss://joku.valittaja.com
pl_pl: wss://jakis.przekaznik.com
tr_tr: wss://örnek.role.com

source: Yes, Overwrite
de: Ja, überschreiben
fi: Kyllä, korvaa
pl_pl: Tak, nadpisz

source: Yes, Post with Private Key
fi: Kyllä, jaa yksityisavaimella
pl_pl: Tak, wyślij pomimo to

source: you
de: Du
fi: sinä
pl_pl: Ty
tr_tr: sen

source: You are dreaming...
fi: Sinä uneksit...

source: You have no bookmarks yet, add them in the context menu
fi: Sinulla ei ole vielä kirjanmerkkejä, lisää niitä pikavalikosta

source: Your Name
de: Dein Name
fi: Nimesi
pl_pl: Twoje Imię
tr_tr: İsminiz

source: Your report will be sent to the relays you are connected to
de: Die Meldung wird an Relays versendet, mit denen du verbunden bist
fi: Ilmoituksesi lähetetään välittäjille, joihin olet yhteydessä
pl_pl: Twoje zgłoszenie zostanie wysłane do przekaźników, do których jesteś podłączony

source: Zap attempt from connected wallet failed.
fi: Yhdistetystä lompakosta lähetetty zap-yritys epäonnistui.

source: Zap attempt from connected wallet was canceled.
fi: Yhdistetystä lompakosta lähetetty zap-yritys peruutettiin.

source: Zap type
fi: Zap-tyyppi

source: Zap User
fi: Zap käyttäjälle

source: Zap Vibration
fi: Zap-värinä

source: Zapping...
fi: Zappaa...

source: Zaps
fi: Zapit
pl_pl: Zapy

source: '%@' at '%@' will be used for verification
de: '%@' bei '%@' wird zur Verifizierung benutzt werden.
pl_pl: '%@' pod adresem '%@' zostanie użyty do weryfikacji
tr_tr: '%@' adresindeki '%@' doğrulama için kullanılacaktır

source: '%@' is an invalid NIP-05 identifier. It should look like an email.
pl_pl: '%@' jest niepoprawnym identyfikatorem NIP-05. Powinien wyglądać jak email.

source: (Profile.displayName(profile: profile, pubkey: whos))'s Followers
de: (Profile.displayName(profile: profile, pubkey: whos)) Gefolgte
pl_pl: Obserwujący (Profile.displayName(profile: profile, pubkey: whos))
tr_tr: (Profile.displayName(profile: profile, pubkey: whos))'nin Takipçileri

source: (who) following
de: (who) folgt
pl_pl: (who) obserwuje
tr_tr: (who)'nin Takip Ettikleri

source: %@ has been blocked
de: %@ wurde blockiert
pl_pl: Użytkownik %@ zablokowany

source: %@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet.
de: %@. Belohne Beiträge deiner Freunde und sammle Sats mit Bitcoin⚡️, der eigenen Währung des Internets.
pl_pl: %@. Dawaj napiwki w reakcji na odpowiedzi znajomych i ciułaj satosze z Bitcoin⚡️, natywną walutą internetu.
tr_tr: %@. Arkadaşlarınızın gönderilerine bahşiş verin ve internetin yerel para birimi olan Bitcoin⚡️ ile sats biriktirin.

source: Account ID
de: Konto-ID
pl_pl: ID konta
tr_tr: Hesap Kimliği

source: Add Relay
de: Relay hinzufügen
pl_pl: Dodaj przekaźnik
tr_tr: Röle Ekle

source: Are you sure you want to repost this?
de: Bist du sicher dass Du den Beitrag auf deinem Profil teilen möchtest?
pl_pl: Na pewno chcesz podać dalej?
tr_tr: Bu gönderiyi yinelemek istediğinden emin misin?

source: Block
de: Blockieren
pl_pl: Zablokuj

source: Block %@?
de: %@ blockieren?
pl_pl: Zablokować %@?

source: Block User
de: Benutzer blockieren
pl_pl: Zablokowanie użytkownika

source: Blocked
de: Blockiert
pl_pl: Zablokowani

source: Blocked Users
de: Blockierte Benutzer
pl_pl: Zablokowani użytkownicy

source: Boosts
pl_pl: Podbij

source: Clear
de: Löschen
pl_pl: Wyczyść
tr_tr: Temizle

source: Copy Note ID
de: Notiz-ID kopieren
pl_pl: Kopiuj ID notatki
tr_tr: Gönderi Kimliğini Kopyala

source: Copy Note JSON
de: Notiz-JSON kopieren
pl_pl: Kopiuj JSON notatki
tr_tr: Gönderinin JSON Metnini Kopyala

source: Copy Text
de: Text kopieren
pl_pl: Kopiuj tekst
tr_tr: Metni Kopyala

source: Copy User Pubkey
de: Öffentlichen Schlüssel des Benutzers kopieren
pl_pl: Kopiuj klucz publiczny użytkownika

source: Could not find user to block...
de: Der zu blockierende Benutzer konnte nicht gefunden werden...
pl_pl: Nie odnaleziono użytkownika do zablokowania...

source: Create
de: Erstellen
pl_pl: Utwórz
tr_tr: Yarat

source: Create Account
de: Konto erstellen
pl_pl: Utwórz konto
tr_tr: Hesap Yarat

source: Deleted Account
pl_pl: Konto skasowane

source: Dismiss
de: Schließen
pl_pl: Odzruć
tr_tr: Yok Say

source: Display Name
de: Profilname
pl_pl: Nazwa wyświetlana
tr_tr: Görünür İsim

source: Edit participants
de: Teilnehmer editieren
pl_pl: Edytuj uczestników

source: Enter your account key to login:
de: Gib deinen Kontoschlüssel ein um dich anzumelden:
pl_pl: Wprowadź klucz swojego konta aby się zalogować:
tr_tr: Giriş yapmak için hesap anahtarını gir:

source: Follow me on nostr
pl_pl: Obserwuj mnie na nostr

source: Follows
de: Folgt
pl_pl: Obserwuje
tr_tr: Takipler

source: Global
de: Allgemein
pl_pl: Globalny
tr_tr: Küresel

source: Goto post %@
de: Gehe zum Beitrag %@
pl_pl: Idź do postu %@
tr_tr: %@'a git

source: Goto profile %@
de: Gehe zum Profil %@
pl_pl: Idź do profilu %@
tr_tr: %@'a git

source: Hide API Key
pl_pl: Ukryj klucz API

source: Illegal content
de: Illegaler Inhalt
pl_pl: Treści nielegalne

source: It's spam
de: Es ist Spam
pl_pl: To jest spam

source: NIP-05 Verification
de: NIP-05-Verifizierung
pl_pl: Weryfikacja NIP-05
tr_tr: NIP-05 Doğrulaması

source: No block list found, create a new one? This will overwrite any previous block lists.
de: Es wurde keine Blockier-Liste gefunden, soll eine neue erzeugt werden? Dies wird eine frühere Blockier-Liste überschreiben.
pl_pl: Nie znaleziono listy zablokowanych, stworzyć nową? Nadpisać poprzednie listy.

source: Nudity or explicit content
de: Nacktheit oder anstößige Inhalte
pl_pl: Nagość lub jednoznaczne treści

source: Post from a user you've blocked
pl_pl: Post od użytkownika, którego zablokowałeś

source: Posts
de: Beiträge
pl_pl: Posty
tr_tr: Gönderiler

source: Posts & Replies
de: Beiträge & Antworten
pl_pl: Posty i odpowiedzi
tr_tr: Gönderiler & Yorumlar

source: Pro
pl_pl: Profesjonalny

source: Public Key?
de: Öffentlicher Schlüssel?
pl_pl: Klucz publiczny?
tr_tr: Herkese Açık Anahtar?

source: Reply to self
de: Antwort an dich selbst
pl_pl: Odpowiedz sobie
tr_tr: Kendine yanıt ver

source: Replying to:
de: Du antwortest:
pl_pl: Odpowiedź do:
tr_tr: Şunlara yanıt ver:

source: Show API Key
pl_pl: Pokaż klucz API

source: They are impersonating someone
de: Sie gibt sich für jemand anderen aus
pl_pl: Podszywa się pod kogoś

source: This is a paid relay, you must pay for posts to be accepted.
pl_pl: To jest płatny przekaźnik - musisz zapłacić, aby wysyłać posty.

source: This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective.
de: Dies ist ein öffentlicher Schlüssel, Du wirst keine Beiträge teilen oder oder auf irgendeine Weise interagieren können. Dies wird genutzt um Kontos aus deren Perspektive zu sehen.
pl_pl: To jest klucz publiczny, nie będziesz mógł pisać postów ani mieć żadnych interakcji. Jest używany tylko do odczytu z ich perspektywy.
tr_tr: Bu herkese açık bir anahtardır, herhangi bir şekilde gönderi yapamaz veya etkileşimde bulunamazsınız. Bu, hesapları kendi bakış açılarından görüntülemek için kullanılır.

source: This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key.
de: Dies ist ein veralteter nostr-Schlüssel. Wir sind und unsicher ob es ein öffentlicher Schlüssel oder ein privater Schlüssel ist. Bitte betätige die untenstehende Schaltfläche wenn es ein öffentlicher Schlüssel ist.
pl_pl: To jest klucz nostr starego typu. Trudno powiedzieć czy to jest klucz publiczny czy prywatny. Przestaw przycisk jeśli to jest klucz publiczny.
tr_tr: Bu eski tip bir nostr anahtarı. Bunun bir pubkey mi yoksa private key mi olduğundan emin değiliz. Bu bir genel anahtarsa lütfen aşağıdaki düğmeyi değiştirin.

source: This is your account ID, you can give this to your friends so that they can follow you. Click to copy.
de: Dies ist deine Konto-ID, die du an deine Freunde weitergeben kannst, damit sie dir folgen können. Zum Kopieren anklicken.
pl_pl: To jest ID Twojego konta, które możesz dać znajomym by mogli Cię obserwować. Kliknij aby skopiować.
tr_tr: Bu sizin hesap kimliğinizdir, sizi takip edebilmeleri için bunu arkadaşlarınıza verebilirsiniz. Kopyalamak için tıklayın.

source: To filter your %@ feed, please choose applicable relays from the list below:
pl_pl: Aby filtrować swój %@ kanał, wybierz stosowne przekaźniki z listy poniżej:

source: Translated from (lang)
pl_pl: Tłumaczenie z (lang)

source: Translating from (lang)...
pl_pl: Tłumaczę z (lang)...

source: Type DELETE to delete
pl_pl: Napisz DELETE aby skasować

source: Type your post here...
de: Schreibe deinen Beitrag hier...
pl_pl: Napisz swój post tutaj...
tr_tr: Gönderinizi buraya yazın...

source: Unfollowing
de: Entfolgen...
pl_pl: Przestaje obserwować
tr_tr: Takipten Çıkılıyor

source: Unfollows
de: Entfolgen
pl_pl: Przestaje obserwować
tr_tr: Takipten Çık

source: User blocked
de: Benutzer blockiert
pl_pl: Blokowanie użytkownika

source: User has been blocked
de: Der Benutzer wurde blockiert
pl_pl: Użytkownik został zablokowany

source: Wallet Selector
de: Wallet-Auswahl
pl_pl: Wybór portfela
tr_tr: Cüzdan Seçici

source: '%@' is an invalid nip05 identifier. It should look like an email.
de: '%@' ist eine ungültige nip05 Kennzeichnung. Diese sollte wie eine Emailadresse aussehen.

source: Chat
de: Unterhaltungen

source: DM Type
de: PN Typ

source: Filter State
de: Filter Einstellung

source: Reset
de: Zurücksetzen
