Repository: damus-io/damus
Catalog: damus Localizations/*.xcloc/Localized Contents/*.xliff
Languages: fa, lv_lv

# CFBundleDisplayName
source: Damus
fa: داموس

# CFBundleName
source: damus
fa: داموس

# NSPhotoLibraryAddUsageDescription
source: Granting Damus access to your photos allows you to save images.
fa: دسترسی داموس به عکس‌های شما اجازه‌ی ذخیره کردن تصاویر را به شما می‌دهد.
lv_lv: Piešķir Damus piekļuvi saviem fotoattēliem, lai varat saglabāt attēlus.

source: %@ has been blocked
fa: %@ مسدود شده است

source: %@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction.
fa: %@. ساختن یک حساب کاربری نیازی به شماره‌ی تلفن، ایمیل و یا نام ندارد. بدون هیچ نگرانی همین حالا شروع کنید.
lv_lv: Lai izveidotu kontu, nav nepieciešams tālruņa numurs, e-pasts vai vārds. Sāciet uzreiz bez aizkaves.

source: %@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs
fa: %@. رمزنگاری سرتاسری پیغام‌های خصوصی. غول های فناوری را از پیغام‌های خصوصی خود دور نگه دارید
lv_lv: %@. Pilnīga šifrēta privātā ziņojumapmaiņa. Esi privātajā iesūtnē bez lielo tekfirmu klātbūtnes.

source: %@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet.
fa: %@. برای پست‌های دوستان خود انعام بدهید و با بیتکوین⚡️، ارز اصلی اینترنت، ساتوشی جمع‌آوری کنید.

source: '%@' at '%@' will be used for verification
fa: '%@' @ '%@' برای احراز هویت استفاده خواهد شد
lv_lv: '%@' pie '%@' tiks izmantota priekš verifikācijas.

source: '%@' is an invalid nip05 identifier. It should look like an email.
fa: '%@' یک شناسه‌ی معتبر nip05 نیست. باید شبیه به یک آدرس ایمیل باشد.
lv_lv: '%@' ir nederīgs nip05 identifikators. Tam vajadzētu būt kā e-pasta adresei.

source: (Profile.displayName(profile: profile, pubkey: whos))'s Followers
fa: دنبال‌کنندگان (Profile.displayName(profile: profile, pubkey: whos))
lv_lv: (Profils.ParādāmaisVārds(profils: profils, kopAtslēga: kurš))'am Sekotāji

source: (who) following
fa: (who) دنبال می‌کند
lv_lv: (kurš) seko

source: About
fa: درباره
lv_lv: Par

source: About Me
fa: درباره‌ی من
lv_lv: Par Mani

source: Absolute Boss
fa: رئیس بزرگ
lv_lv: Pilnīgs Priekšnieks

source: Accept
fa: پذیرش

source: Account ID
fa: شناسه‌ی حساب
lv_lv: Konta ID

source: Actions
fa: اختیارات

source: Add
fa: افزودن
lv_lv: Pievieno

source: Add Relay
fa: افزودن ریلی
lv_lv: Pievienot Releju

source: Add all
fa: افزودن همه
lv_lv: Pievienot Visus

source: Any
fa: هر
lv_lv: Jebkurš

source: Are you sure you want to repost this?
fa: آیا مطمئن هستید که می‌خواهید این را بازنشر کنید؟
lv_lv: Vai tiešām vēlies šo ziņu pārpublicēt?

source: Banner Image
fa: تصویر بنر
lv_lv: Karoga Attēls

source: Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus.
fa: پیش از آنکه شروع کنید، باید اطلاعات حساب خود را ذخیره کنید، در غیر این صورت در آینده، اگر داموس را پاک کنید، مجددا قادر نخواهید بود وارد حساب شوید.
lv_lv: Pirms sākam darbu, jums ir jāsaglabā sava konta informācija, pretējā gadījumā jūs nevarēsiet pieteikties nākamjā reizē, ja kādreiz atinstalēsiet Damus.

source: Bitcoin Lightning Tips
fa: انعام لایتنینگ بیتکوین
lv_lv: Bitmonētas Zibens Naudiņa

source: Blixt Wallet
fa: کیف پول Blixt
lv_lv: Blixt Maciņš

source: Block
fa: مسدود کردن

source: Block %@?
fa: %@ را مسدود می‌کنید؟

source: Block User
fa: مسدود کردن کاربر

source: Blocked
fa: مسدود شد

source: Blocked Users
fa: کاربران مسدود شده

source: Blue Wallet
fa: کیف پول Blue
lv_lv: Blue Maciņš

source: Broadcast
fa: پخش
lv_lv: Pārraidīt

source: Cancel
fa: لغو
lv_lv: Atcelt

source: Chat
fa: گفتگو
lv_lv: Čatiņš

source: Clear
fa: پاک کردن
lv_lv: Notīrīt

source: Clear Cache
fa: پاک کردن کش
lv_lv: Notīrīt Kešatmiņu

source: Copied
fa: کپی شد
lv_lv: Nokopēts

source: Copy
fa: کپی
lv_lv: Kopēt

source: Copy Account ID
fa: کپی کردن شناسه‌ی کاربری
lv_lv: Nokopēt konta ID

source: Copy Image
fa: کپی کردن تصویر
lv_lv: Nokopēt Attēlu

source: Copy Image URL
fa: کپی کردن آدرس تصویر
lv_lv: Nokopēt Attēla Adresi

source: Copy LNURL
fa: کپی کردن LNURL
lv_lv: Nokopēt Zibens Adresi

source: Copy Note ID
fa: کپی کردن شناسه‌ی یادداشت
lv_lv: Nokopēt Ziņas ID

source: Copy Note JSON
fa: کپی کردن JSON یادداشت
lv_lv: Nokopēt Ziņas JSON

source: Copy Report ID
fa: کپی کردن شناسه‌ی گزارش

source: Copy Text
fa: کپی کردن متن
lv_lv: Nokopēt Tekstu

source: Copy User Pubkey
fa: کپی کردن کلید عمومی کاربر

source: Copy invoice
fa: کپی کردن صورتحساب
lv_lv: Nokopēt Pavadzīmi

source: Could not find user to block...
fa: کاربر مورد نظر جهت مسدودسازی پیدا نشد…

source: Create
fa: ساختن
lv_lv: Izveidot

source: Create Account
fa: ساخت حساب
lv_lv: Izveidot Kontu

source: Create new mutelist
fa: ساخت لیست جدید خاموشی

source: Creator(s) of Bitcoin. Absolute legend.
fa: سازنده(گان) بیتکوین. اسطوره‌ی مطلق.
lv_lv: Bitmonētas Radītājs(i). Pilnīgas Leģendas.

source: DM Type
fa: نوع پیغام خصوصی
lv_lv: Privātās Iesūtnes Tips

source: DMs
fa: پیغام‌های خصوصی
lv_lv: Privātās Ziņas

source: Damus
fa: داموس

source: Default Wallet
fa: کیف پول پیش‌فرض
lv_lv: Noklusējuma Maciņš

source: Delete
fa: حذف
lv_lv: Izdzēst

source: Dismiss
fa: بی‌خیال
lv_lv: Atmest

source: Display Name
fa: نام
lv_lv: Parādāmais Vārds

source: Done
fa: انجام شد
lv_lv: Pabeigts

source: Earn Money
fa: پول به دست بیاورید
lv_lv: Pelni Naudu

source: Edit
fa: ویرایش
lv_lv: Rediģēt

source: Edit participants
fa: ویرایش شرکت‌کنندگان
lv_lv: Rediģēt dalībniekus

source: Encrypted
fa: رمزنگاری‌شده
lv_lv: Šifrēts

source: Enter your account key to login:
fa: کلید حساب خود را برای ورود درج کنید:
lv_lv: Ievadi sava konta atslēgu, lai pieteiktos:

source: Error: %@
fa: خطأ: %@
lv_lv: Kļūda: %@

source: Filter State
fa: وضعیت فیلتر
lv_lv: Filtrēt Štatu

source: Follow
fa: دنبال کردن
lv_lv: Sekot

source: Followers
fa: دنبال‌کنندگان
lv_lv: Sekotāji

source: Following
fa: دنبال‌کننده
lv_lv: Sekoju

source: Following...
fa: دنبال‌کننده…
lv_lv: Sekoju..

source: Follows
fa: دنبال می‌کند
lv_lv: Seko

source: Global
fa: جهانی
lv_lv: Globāls

source: Goto post %@
fa: برو به پست %@
lv_lv: Ej uz ierakstu %@

source: Goto profile %@
fa: برو به صفحه‌ی %@
lv_lv: Ej uz profilu %@

source: Home
fa: خانه
lv_lv: Sākums

source: Illegal content
fa: محتوای غیر قانونی

source: Invalid key
fa: کلید نامعتبر
lv_lv: Nepareiza atslēga

source: It's spam
fa: این هرزنامه است

source: Left Handed
fa: چپ‌دست
lv_lv: Kreilis

source: Let's go!
fa: بزن بریم!
lv_lv: Uz priekšu!

source: Lightning Address or LNURL
fa: آدرس لایتنینگ یا LNURL
lv_lv: Zibens Adrese vai ZibSaite

source: Lightning Invoice
fa: صورتحساب لایتنینگ
lv_lv: Zibens Pavadzīme

source: Local default
fa: زبان پیش‌فرض
lv_lv: Vietējais Noklusējums

source: Login
fa: ورود
lv_lv: Pieteikties

source: Logout
fa: خروج
lv_lv: Iziet

source: Make sure your nsec account key is saved before you logout or you will lose access to this account
fa: از ذخیره کردن nsec خود پیش از خروج اطمینان حاصل کنید، در غیر این صورت دسترسی به حساب را از دست خواهید داد.
lv_lv: Pirms iziešanas pārliecinieties, vai jūsu nsec konta atslēga ir saglabāta, pretējā gadījumā jūs zaudēsiet piekļuvi šim kontam

source: NIP-05 Verification
fa: اعتبارسنجی NIP-05
lv_lv: NIP-05 Verifikācija

source: No block list found, create a new one? This will overwrite any previous block lists.
fa: لیست مسدودی پیدا نشد، می‌خواهید یکی بسازید؟ لیست مسدودی قبلی با لیست جدید جایگزین خواهد شد.

source: Nothing to see here. Check back later!
fa: چیزی برای مشاهده وجود ندارد. لطفا بعدا دوباره سر بزنید!
lv_lv: Nav ko redzēt te. Ienāc šeit vēlāk.

source: Notifications
fa: یادآورها
lv_lv: Paziņojumi

source: Nudity or explicit content
fa: برهنگی یا محتوای خشن

source: Pay
fa: پرداخت
lv_lv: Maksāt

source: Pay the Lightning invoice
fa: پرداخت صورتحساب لایتنینگ
lv_lv: Samaksāt Zibens Pavadzīmi

source: Post
fa: انتشار
lv_lv: Publicēt

source: Posts
fa: پست‌ها
lv_lv: Ieraksti

# Posts &amp; Replies
source: Posts & Replies
fa: پست‌ها و پاسخ‌ها
lv_lv: Ieraksti & Atbildes

source: Private
fa: خصوصی
lv_lv: Privāts

source: Private Key
fa: کلید خصوصی
lv_lv: Privātā Atslēga

source: Profile
fa: صفحه
lv_lv: Profils

source: Profile Picture
fa: تصویر صفحه
lv_lv: Profila Attēls

source: Public Account ID
fa: شناسه‌ی کاربری عمومی
lv_lv: Publiskais Konta ID

source: Public Key
fa: کلید عمومی
lv_lv: Publiskā Atslēga

source: Public Key?
fa: کلید عمومی؟
lv_lv: Vai Publiskā Atslēga?

source: Public key
fa: کلید عمومی
lv_lv: Publiskā atslēga

source: Reactions
fa: بازخوردها
lv_lv: Reakcijas

source: Recommended Relays
fa: ریلی‌های پیشنهادی
lv_lv: Ieteicamie Releji

source: Reject
fa: پس زدن

source: Relay
fa: ریلی
lv_lv: Relejs

source: Relays
fa: ریلی‌ها
lv_lv: Releji

source: Relays have been notified and clients will be able to use this information to filter content. Thank you!
fa: اطلاع‌رسانی به ریلی‌های انجام شد و برنامه‌ها قادر خواهند بود از این اطلاعات برای فیلتر کردن محتوا استفاده کنند. از شما متشکریم!

source: Remove all
fa: حذف همه
lv_lv: Noņemt visu

source: Reply to self
fa: پاسخ به خود
lv_lv: Atbildēt sev

# Replying to %@ &amp; %@
source: Replying to %1$@ & %2$@
fa: پاسخ به %1$@ & %2$@
lv_lv: Atbildot %1$@ & %2$@

source: Replying to:
fa: در پاسخ به:
lv_lv: Atbildot

source: Report
fa: گزارش

source: Report ID:
fa: شناسه‌ی گزارش

source: Report sent!
fa: گزارش ارسال شد!

source: Repost
fa: بازنشر
lv_lv: Pārpublicēt

source: Reposted
fa: بازنشر شد
lv_lv: Pārpublicēts

source: Reposts
fa: بازنشرها

source: Requests
fa: درخواست‌ها
lv_lv: Pieprasījumi

source: Reset
fa: بازنشانی
lv_lv: Atiestatīt

source: Retry
fa: تلاش مجدد
lv_lv: Mēģiniet vēlreiz

source: Satoshi Nakamoto
fa: ساتوشی ناکاموتو

source: Save
fa: ذخیره
lv_lv: Saglabāt

source: Save Image
fa: ذخیره تصویر
lv_lv: Saglabāt Attēlu

source: Search hashtag: #%@
fa: جستجوی هشتگ: #%@
lv_lv: Meklēt Režģbirku #%@

source: Search...
fa: جستجو…
lv_lv: Meklēt...

source: Secret Account Login Key
fa: کلید خصوصی ورود به حساب
lv_lv: Konta Slepenā Pietiekšanās Atslēga

source: Select a Lightning wallet
fa: انتخاب کیف پول لایتنینگ
lv_lv: Atlasīt Zibens maciņu

source: Select default wallet
fa: انتخاب کیف پول پیش‌فرض
lv_lv: Atlasīt noklusējuma maciņu

source: Send a message to start the conversation...
fa: برای شروع گفتگو یک پیام بفرستید…
lv_lv: Sūti ziņu, lai sāktu sarunu...

source: Settings
fa: تنظیمات
lv_lv: Uzstādījumi

source: Share
fa: اشتراک‌گذاری
lv_lv: Dalīties

source: Show
fa: نمایش
lv_lv: Parādīt

source: Show wallet selector
fa: نمایش گزینه‌های انتخاب کیف پول
lv_lv: Parādīt maciņu atlasītāju

source: Sign out
fa: خروج
lv_lv: Atteikties

source: Thanks!
fa: سپاس!

source: They are impersonating someone
fa: آنها در حال استفاده از هویت شخص دیگری هستند

source: This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective.
fa: این یک کلید عمومی است، شما به هیچ عنوان قادر به ارسال پست و یا بازخورد نیستید. این کلید فقط برای حساب‌های مشاهده‌کننده از نقطه‌نظر آنها است.
lv_lv: Šī ir publiskā atslēga, jūs nevarēsit rakstīt ziņas vai kādā citā veidā darboties. To izmanto, lai tikai skatītu kontus no to skatpunkta.

source: This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key.
fa: این یک کلید مدل قدیمی نوستر است. ما مطمئن نیستیم که این یک کلید عمومی است یا خصوصی. لطفا اگر این یک کلید عمومی است زبانه‌ی زیر را تغییر دهید.
lv_lv: Šī ir vecā parauga nostr atslēga. Mēs neesam pārliecināti, vai tā ir kopAtslēga vai slepenā atslēga. Lūdzu, pārslēdziet ar tālāk esošo pogu, ja šī ir publiskā atslēga.

source: This is your account ID, you can give this to your friends so that they can follow you. Click to copy.
fa: این شناسه‌ی کاربری شماست، شما می‌توانید آن را به دوستان خود بدهید تا شما را دنبال کنند. برای کپی کردن کلیک کنید.
lv_lv: Šis ir jūsu konta ID. Varat to iedot draugiem, lai viņi varētu jums sekot. Noklikšķiniet, lai nokopētu.

source: This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!
fa: این کلید خصوصی حساب شماست. شما برای دسترسی به حساب خود به آن نیاز دارید. این کلید را با هیچ کس به اشتراک نگذارید. این کلید را در یک نرم‌افزار مدیریت گذرواژه ذخیره کنید و از آن به خوبی محافظت کنید.
lv_lv: Šī ir jūsu konta slepenā atslēga. Tā ir nepieciešama, lai piekļūtu savam kontam. Nedalies ar to nevienam! Saglabājiet to paroļu pārvaldniekā un glabājiet to drošībā!

source: Thread
fa: رشته
lv_lv: Plūsma

source: Type your post here...
fa: پست خود را اینجا تایپ کنید…
lv_lv: Rakstiet savu ziņu šeit...

source: Unfollow
fa: لغو دنبال
lv_lv: Atsekot

source: Unfollowing
fa: لغو دنبال…
lv_lv: Atsekoju

source: Unfollowing...
fa: لغو دنبال…
lv_lv: Atsekoju...

source: Unfollows
fa: لغو دنبال می‌کند
lv_lv: Atsekos

source: User blocked
fa: کاربر مسدود شده

source: User has been blocked
fa: کاربر مسدود شده است

source: Username
fa: نام کاربری
lv_lv: Lietotājvārds

source: Wallet
fa: کیف پول
lv_lv: Maciņš

source: Wallet Selector
fa: انتخاب کیف پول
lv_lv: Maciņu Atlasītājs

source: Website
fa: وب سایت
lv_lv: Mājaslapa

source: Welcome to the social network %@ control.
fa: به شبکه‌ی اجتماعی خوش آمدید.
lv_lv: Esi sveicināts sociālo tīklu %@ vadībā.

source: Welcome, %@!
fa: %@، خوش آمدید!
lv_lv: Laipni lūgts, %@!

source: What do you want to report?
fa: آیا می‌خواهید گزارش کنید؟

source: Yes, Overwrite
fa: بله، بازنویسی کن

source: Your Name
fa: نام شما
lv_lv: Tavs Vārds

source: Your report will be sent to the relays you are connected to
fa: گزارش شما به ریلی‌هایی که به آنها متصل هستید ارسال خواهد شد.

source: none
fa: هیچکدام
lv_lv: neviens

source: now
fa: الان
lv_lv: tagad

source: optional
fa: اختیاری
lv_lv: pēc izvēles

source: satoshi
fa: ساتوشی

source: you
fa: شما
lv_lv: jūs

# /collapsed_event_view_other_notes:dict/NOTES:dict/one:dict/:string
source: %d other note
fa: %d یادداشت دیگر
lv_lv: %d cita piezīme

# /collapsed_event_view_other_notes:dict/NOTES:dict/other:dict/:string
source: %d other notes
fa: %d یادداشت‌های دیگر
lv_lv: %d citas piezīmes

# /followers_count:dict/FOLLOWERS:dict/one:dict/:string
source: Follower
fa: دنبال‌کنده
lv_lv: Sekotājs

# /followers_count:dict/FOLLOWERS:dict/other:dict/:string
source: Followers
fa: دنبال‌کنندگان
lv_lv: Sekotāji

# /reactions_count:dict/REACTIONS:dict/one:dict/:string
source: Reaction
fa: بازخورد
lv_lv: Reakcija

# /reactions_count:dict/REACTIONS:dict/other:dict/:string
source: Reactions
fa: بازخوردها
lv_lv: Reakcijas

# /relays_count:dict/RELAYS:dict/one:dict/:string
source: Relay
fa: ریلی
lv_lv: Relejs

# /relays_count:dict/RELAYS:dict/other:dict/:string
source: Relays
fa: ریلی‌ها
lv_lv: Releji

# /replying_to_one_and_others:dict/NSStringLocalizedFormatKey:dict/:string
source: Replying to %@%#@OTHERS@
fa: پاسخ به %@%#@OTHERS@
lv_lv: Atbildot %@%#@CITIEM@

# /replying_to_one_and_others:dict/OTHERS:dict/one:dict/:string
source: & %d other
fa: & %d دیگر
lv_lv: & %d cits

# /replying_to_one_and_others:dict/OTHERS:dict/other:dict/:string
source: & %d others
fa: & %d دیگر
lv_lv: & %d citiem

# /replying_to_two_and_others:dict/NSStringLocalizedFormatKey:dict/:string
source: Replying to %@, %@%#@OTHERS@
fa: پاسخ به %@, %@%#@OTHERS@
lv_lv: Atbildot %@, %@%#@CITIEM@

# /replying_to_two_and_others:dict/OTHERS:dict/one:dict/:string
source: & %d other
fa: & %d دیگر
lv_lv: & %d cits

# /replying_to_two_and_others:dict/OTHERS:dict/other:dict/:string
source: & %d others
fa: & %d دیگر
lv_lv: & %d citiem

# /reposts_count:dict/REPOSTS:dict/one:dict/:string
source: Repost
fa: بازنشر
lv_lv: Pārpublicēt

# /reposts_count:dict/REPOSTS:dict/other:dict/:string
source: Reposts
fa: بازنشرها
lv_lv: Pārpublicējumi

# /sats_count:dict/SATS:dict/one:dict/:string
source: %2$@ sat
fa: %2$@ ساتوشی
lv_lv: %2$@ satiņš

# /sats_count:dict/SATS:dict/other:dict/:string
source: %2$@ sats
fa: %2$@ ساتوشی
lv_lv: %2$@ satiņi

# /tips_count:dict/TIPS:dict/one:dict/:string
source: Tip
fa: انعام
lv_lv: Sponsorējums

# /tips_count:dict/TIPS:dict/other:dict/:string
source: Tips
fa: انعام‌ها
lv_lv: Sponsorējumi

source: %@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet.
lv_lv: %@. Sponsorē draugu ziņas un krājiet Satiņus ar BitMonētu⚡️, interneta digitālo valūtu.

source: Bitcoin Beach
lv_lv: Bitmonētas Pludmale

source: Copy User ID
lv_lv: Nokopēt Lietotāja ID

source: LNLink
lv_lv: ZibSaite

source: River
lv_lv: Plūsma

source: collapsed_event_view_other_notes
lv_lv: sabrucis_notikums_parādīt_citas_piezīmes

source: followers_count
lv_lv: sekotāju_skaits

source: https://example.com/pic.jpg
lv_lv: https://paraugs.lv/att.jpg

source: reactions_count
lv_lv: reakciju_skaits

source: relays_count
lv_lv: releju_skaits

source: replying_to_one_and_others
lv_lv: atbildot_vienam_un_citiem

source: replying_to_two_and_others
lv_lv: atbildot_diviem_un_citiem

source: reposts_count
lv_lv: pārpublicējumu_skaits

source: sats_count
lv_lv: satiņu_skaits

source: tips_count
lv_lv: sponsornaudas_skaits

source: wss://some.relay.com
lv_lv: wss://cits.relejs.lv

# /collapsed_event_view_other_notes:dict/NSStringLocalizedFormatKey:dict/:string
source: ··· %#@NOTES@ ···
lv_lv: ··· %#@PIEZĪMES@ ···

# /followers_count:dict/NSStringLocalizedFormatKey:dict/:string
source: %#@FOLLOWERS@
lv_lv: %#@SEKOTĀJI@

# /reactions_count:dict/NSStringLocalizedFormatKey:dict/:string
source: %#@REACTIONS@
lv_lv: %#@REAKCIJAS@

# /relays_count:dict/NSStringLocalizedFormatKey:dict/:string
source: %#@RELAYS@
lv_lv: %#@RELEJI@

# /reposts_count:dict/NSStringLocalizedFormatKey:dict/:string
source: %#@REPOSTS@
lv_lv: %#@PĀRPUBLICĒJUMI@

# /sats_count:dict/NSStringLocalizedFormatKey:dict/:string
source: %1$#@SATS@
lv_lv: %1$#@SATIŅI@

# /tips_count:dict/NSStringLocalizedFormatKey:dict/:string
source: %#@TIPS@
lv_lv: %#@SPONSORĒJUMI@
