Repository: damus-io/damus
Catalog: translations/*.xliff
Languages: ar, el_gr, nl, ru

source: This is your account ID, you can give this to your friends so that they can follow you. Click to copy.
ar: هذا معرف حسابك. بإمكانك إرساله لأصدقائك حتى يتمكنوا من متابعتك. اضغط للنسخ.
el_gr: Αυτό είναι το ID του λογαριασμού σας, μπορείτε να το δώσετε στους φίλους σας ώστε να σας ακολουθήσουν. Κάντε κλικ για αντιγραφή.
nl: Dit je account-id. Je kunt deze delen met je vrienden zodat ze je kunnen volgen. Druk om te kopiëren.
ru: Это ID вашего аккаунта, вы можете поделиться им со своим друзьям, чтобы они могли на вас подписаться. Кликните, чтобы скопировать.

source: This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!
ar: هذا مفتاح الحساب السري. تحتاجه للدخول إلى حسابك. لا تشاركه مع أي شخص! احتفظ به في مكان آمن مثل برنامج إدارة كلمات المرور السرية.
el_gr: Αυτό είναι το κρυφό ιδιωτικό σας κλειδί. Το χρειάζεστε για να έχετε προσβαση στο λογαριασμό σας. Μη το δώσετε ποτέ σε κανέναν! Αποθηκεύστε το σε ένα ασφαλές μέρος!
nl: Dit is je geheime accountsleutel. Deze heb je nodig om in te loggen op je account - deel de sleutel dus met niemand! Bewaar hem eventueel in een wachtwoordbeheerder.
ru: Это ваш секретный ключ к учетной записи. Он необходим для доступа к вашему аккаунту. Не делитесь им ни с кем! Сохраните его в менеджере паролей и держите его в безопасности!

source: Thread
ar: منشور
el_gr: Νήμα
nl: Details
ru: Ветка

source: To filter your %@ feed, please choose applicable relays from the list below:
el_gr: Για να φιλτράρετε την κεντρική ροή μηνυμάτων σας %@, παρακαλώ επιλέξτε σχετικούς διακομιστές relays απο την παρακάτω λίστα:
nl: Om je %@-feed te filteren, kun je kiezen uit onderstaande relays:
ru: Выберите подходящие реле из списка ниже, чтобы фильтровать ленту %@

source: Translate Note
ar: ترجم المنشور
el_gr: Μεταφρασμένο σχόλιο
nl: Vertaal notitie
ru: Перевести заметку

source: Translated from (lang)
ar: مُترجَم من (lang)
el_gr: Μεταφράστηκε από (lang)
nl: Vertaald uit het (lang)
ru: Переведено с (lang)

source: Translating from (lang)...
ar: الترجمة من (lang)...
el_gr: Μεταφράζετε από (lang)...
nl: Bezig met vertalen uit (lang)…
ru: Перевожу с (lang)...

source: Translations
el_gr: Μεταφράσεις
nl: Vertalingen
ru: Переводы

source: Type DELETE to delete
ar: اكتب DELETE لتأكيد الحذف
el_gr: Πληκρολογίστε DELETE για διαγραφή
nl: Typ DELETE om te verwijderen
ru: Введите DELETE, чтобы удалить

source: Type your post here...
ar: اكتب المنشور هنا...
el_gr: Πληκρολογίστε την δημοσίευσή σας εδώ...
nl: Typ een bericht…
ru: Начните писать пост здесь...

source: Unfollow
ar: الغاء المتابعة
el_gr: Διακοπή
nl: Ontvolg
ru: Отписаться

source: Unfollowing
ar: يلغي المتابعة
el_gr: Παύση ακολούθησης
nl: Bezig met ontvolgen…
ru: Отписываюсь

source: Unfollowing...
ar: يلغي المتابعة...
el_gr: Παύση ακολούθησης...
nl: Bezig met ontvolgen…
ru: Отписываюсь...

source: Unfollows
ar: ألغى متابعة
el_gr: Διακοπή ακολούθησης
nl: Ontvolgt
ru: Отписались от

source: User blocked
ar: الحساب محظور
el_gr: Ο χρήστης αποκλείστηκε
nl: Geblokkeerd
ru: Пользователь заблокирован

source: User has been blocked
ar: تم الحظر
el_gr: Ο χρήστης έχει αποκλειστεί
nl: De gebruiker is geblokkeerd
ru: Пользователь был заблокирован

source: Username
ar: اسم المستخدم
el_gr: Όνομα χρήστη
nl: Gebruikersnaam
ru: Имя пользователя

source: Version
el_gr: Έκδοση
nl: Versie
ru: Версия

source: Wallet
ar: المحفظة
el_gr: Πορτοφόλι
nl: Portefeuille
ru: Кошелек

source: Wallet Selector
ar: تفضيلات المحفظة
el_gr: Επιλογή πορτοφολιού
nl: Portefeuillekeuze
ru: Список кошельков

source: Website
ar: موقع الكتروني
el_gr: Ιστοσελίδα
ru: Веб сайт

source: Welcome to the social network %@ control.
ar: مرحبا بك في شبكتك الاجتماعية!
el_gr: Καλώς ήρθες στο κοινωνικό δίκτυο %@ που ελέγχεις.
nl: Welkom op het sociale netwerk waar %@ de baas bent.
ru: Добро пожаловать в социальную сеть, которую вы контролируете

source: Welcome, %@!
ar: مرحبا، %@!
el_gr: Καλώς ήρθες, %@!
nl: Welkom, %@!
ru: Добро пожаловать, %@!

source: What do you want to report?
ar: عن ماذا تريد الابلاغ
el_gr: Τι θα ήθελες να αναφέρεις;
nl: Waar wil je melding van maken?
ru: О чем вы хотите сообщить?

source: Yes, Overwrite
ar: نعم، استبدل
el_gr: Ναι, αντικατάσταση
nl: Ja, overschrijven
ru: Да, перезаписать

source: Yes, Post with Private Key
ar: نعم، انشر المفتاح الخاص
el_gr: Ναί, δημοσίευση περιλαμβανομένου του ιδιωτικού κλειδιού
nl: Ja, plaats met privésleutel
ru: Да, опубликовать c приватным ключом

source: Your Name
ar: الاسم
el_gr: Το όνομά σας
nl: Mijn naam
ru: Ваше имя

source: Your report will be sent to the relays you are connected to
ar: سيتم ارسال بلاغك للموصّلات المتصلة بحسابك
el_gr: Η αναφορά σας θα αποσταλεί στους διακομιστές relays που είστε συνδεδεμένοι
nl: Je melding wordt verstuurd aan de relays waarmee je verbonden bent
ru: Ваше сообщение будет отправлено релеям, к которым вы подключены

source: Zap
ru: Зап

source: Zaps
ru: Запы

source: followers_count
ru: количество подписчиков

source: none
ar: لا شيء
el_gr: κανένα
nl: geen
ru: нет результатов

source: now
ar: الان
el_gr: τώρα
nl: zojuist
ru: сейчас

source: optional
ar: غير الزامي
el_gr: προαιρετικό
nl: optioneel
ru: необязательно

source: reactions_count
ru: количество_реакций

source: relays_count
ru: количество_релеев

source: reposts_count
ru: количество_репостов

source: satoshi
ar: ساتوشي
ru: сатоши

source: sats_count
ru: количество_сат

source: you
ar: أنت
el_gr: εσείς
nl: jíj
ru: Вы

source: zaps_count
ru: количество_запов

# /collapsed_event_view_other_notes:dict/NOTES:dict/one:dict/:string
source: %d other note
ar: %dمنشور اضافي
el_gr: %d άλλη σημείωση
nl: %d andere notitie
ru: %d другая заметка

# /collapsed_event_view_other_notes:dict/NOTES:dict/other:dict/:string
source: %d other notes
ar: %dمنشورات اضافية
el_gr: %d άλλες σημειώσεις
nl: %d andere notities
ru: %d другие заметки

# /followers_count:dict/FOLLOWERS:dict/one:dict/:string
source: Follower
ar: متابع
el_gr: Ακόλουθος
nl: Volger
ru: Подписчик

# /followers_count:dict/FOLLOWERS:dict/other:dict/:string
source: Followers
ar: المتابعون
el_gr: Ακόλουθοι
nl: Volgers
ru: Подписчики

# /reactions_count:dict/REACTIONS:dict/one:dict/:string
source: Reaction
ar: تفاعل
el_gr: Αντίδραση
nl: Reactie
ru: Реакция

# /reactions_count:dict/REACTIONS:dict/other:dict/:string
source: Reactions
ar: تفاعل
el_gr: Αντιδράσεις
nl: Reacties
ru: Реакции

# /relays_count:dict/RELAYS:dict/one:dict/:string
source: Relay
ar: موصّل
el_gr: Διακομιστής Relay
ru: Релей

# /relays_count:dict/RELAYS:dict/other:dict/:string
source: Relays
ar: موصّلات
el_gr: Διακομιστές Relays
ru: Релеи

# /replying_to_one_and_others:dict/OTHERS:dict/one:dict/:string
source: & %d other
ar: & %dآخر
el_gr: & %d άλλον
nl: en %d andere gebruiker
ru: и %d другим

# /replying_to_one_and_others:dict/OTHERS:dict/other:dict/:string
source: & %d others
ar: & %dآخرين
el_gr: & %d άλλους
nl: en %d andere gebruikers
ru: и %d другие

# /replying_to_two_and_others:dict/NSStringLocalizedFormatKey:dict/:string
source: Replying to %@, %@%#@OTHERS@
ar: رد على%@, %@%#@OTHERS@
el_gr: Απάντηση προς %@, %@%#@OTHERS@
nl: Antwoord aan %@ en %@%#@OTHERS@
ru: В ответ %@, %@%#@OTHERS@

# /replying_to_two_and_others:dict/OTHERS:dict/one:dict/:string
source: & %d other
ar: & %dآخر
el_gr: & %d άλλον
nl: en %d andere gebruiker
ru: и %d другим

# /replying_to_two_and_others:dict/OTHERS:dict/other:dict/:string
source: & %d others
ar: & %dآخرين
el_gr: & %d άλλους
nl: en %d andere gebruikers
ru: и %d другие

# /reposts_count:dict/REPOSTS:dict/one:dict/:string
source: Repost
ar: اعادة نشر
el_gr: Αναδημοσίευση
nl: Herplaatsing
ru: Репост

# /reposts_count:dict/REPOSTS:dict/other:dict/:string
source: Reposts
ar: اعادات نشر
el_gr: Αναδημοσιεύσεις
nl: Herplaatsingen
ru: Репосты

# /sats_count:dict/SATS:dict/one:dict/:string
source: %2$@ sat
ar: %2$@ ساتوشي
ru: %2$@ сат

# /sats_count:dict/SATS:dict/other:dict/:string
source: %2$@ sats
ar: %2$@ ساتوشي
ru: %2$@ сат

# /zaps_count:dict/ZAPS:dict/one:dict/:string
source: Zap
ru: Зап

# /zaps_count:dict/ZAPS:dict/other:dict/:string
source: Zaps
ru: Запы

# /replying_to_one_and_others:dict/NSStringLocalizedFormatKey:dict/:string
source: Replying to %@%#@OTHERS@
ar: رد على %@%#@OTHERS@
el_gr: Απάντηση προς %@%#@OTHERS@
nl: Antwoord aan %@%#@OTHERS@

source: Blixt Wallet
nl: Blixt-portefeuille

source: Blue Wallet
nl: Blue-portefeuille

source: Wallet of Satoshi
nl: Portefeuille of Satoshi

source: https://example.com/pic.jpg
nl: https://voorbeeld.nl/foto.jpg

source: wss://some.relay.com
nl: wss://een.relay.nl

# CFBundleDisplayName
source: Damus
ar: دامُس

# CFBundleName
source: damus
ar: دامُس

source: Chat
ar: المحادثة

source: Damus
ar: دامُس

source: URL
ar: رابط
