Repository: damus-io/damus
Catalog: translations/*.xliff
Languages: ar, el_gr, nl, ru

# NSFaceIDUsageDescription
source: Local authentication to access private key
el_gr: Τοπικά δικαιώματα για πρόσβαση στο ιδιωτικό κλειδί
nl: Lokale verificatie om toegang te krijgen tot privésleutel
ru: Локальная аутентификация для доступа к приватному ключу

# NSPhotoLibraryAddUsageDescription
source: Granting Damus access to your photos allows you to save images.
ar: السماح لدامُس بالوصول إلى الصور يتيح لك حفظ الصور
el_gr: Δίνοντας στο Damus πρόσβαση στις φωτογραφίες σας επιτρέπετε την αποθήκευση εικόνων.
nl: Geef Damus toegang tot je foto's om afbeeldingen op te kunnen slaan.
ru: Предоставление Damus доступа к вашим фотографиям позволяет вам сохранять изображения.

source: %@ has been blocked
ar: تم حظر %@
el_gr: %@ έχει μπλοκαριστεί
nl: %@ is geblokkeerd
ru: %@ был заблокирован

source: %@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction.
ar: انشاء حسابك لايتطلب رقم جوال أو بريد الكتروني أو معلومات شخصية. احصل على حسابك الخاص في ثواني.
el_gr: %@. Η δημιουργία λογαριασμού δεν απαιτεί τηλεφωνικό αριθμό, email ή όνομα. Ξεκινήστε αμέσως χωρίς προστιβές.
nl: %@. Bij het aanmaken van een account is geen telefoonnummer, e-mailadres of naam vereist. Je kunt dus snel aan de slag.
ru: %@. Для создания учетной записи не требуется номер телефона, адрес электронной почты или имя. Начните прямо сейчас, не ставя свою приватность под угрозу.

source: %@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs
ar: محادثات خاصة مشفرة كليا.
el_gr: %@. End-to-End κρυπτογραφημένα προσωπικά μηνύματα. Κρατήστε τις μεγάλες εταιρείες τεχνολογίας μακριά από τα προσωπικά σας μηνύματα.
nl: %@. Eind-tot-eind versleutelde privéberichten: grote techbedrijven kijken niet mee.
ru: %@. Зашифрованные личные сообщения. Храните ваши личные сообщения вне досягаемости техногигантов.

source: %@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet.
ar: %@. بسهولة مطلقة، أرسل و استقبل برقيات البتكوين ⚡️عملة الانترنت العالمية.
el_gr: %@. Δώστε φιλοδώρημα στις δημοσιεύσεις των φίλων σας και μαζέψτε Bitcoin sats⚡️, το νόμισμα του ίντερνετ.
nl: %@. Geef je vrienden een fooi met Bitcoin⚡️, dé internetvaluta.
ru: %@. Отправляйте немного сат в поддержку постов ваших друзей и накапливайте саты благодаря нативной валюте интернета - биткоину⚡️.

source: '%@' at '%@' will be used for verification
ar: سيتم التحقق من '%@' @ '%@'
el_gr: '%@' at '%@' θα χρησιμοποιηθεί για επαλήθευση
nl: ‘%@’ op ‘%@’ wordt gebruikt ter verificatie
ru: '%@' в '%@' будет использоваться для верификации

source: '%@' is an invalid NIP-05 identifier. It should look like an email.
ar: '%@' عنوان NIP-05 غير صالح. من المفترض أن يشابه صيغة الايميل مثل المثال الموضح.
el_gr: '%@' είναι ένα λανθασμένο NIP-05 αναγνωριστικό. Θα πρέπει να έχει την μορφή email.
nl: ‘%@’ is een ongeldige NIP-05-identificatie. Het moet op e-mailadres lijken.
ru: '%@' является недопустимым идентификатором NIP-05. Он должен выглядеть как адрес электронной почты.

source: (Profile.displayName(profile: profile, pubkey: whos))'s Followers
ar: متابعي (Profile.displayName(profile: profile, pubkey: whos))
el_gr: (Profile.displayName(profile: profile, pubkey: whos)) Ακόλουθοι
nl: (Profile.displayName(profile: profile, pubkey: whos))s volgers
ru: Подписчики (Profile.displayName(profile: profile, pubkey: whos))

source: (who) following
ar: (who) يتابع
el_gr: (ποίους) ακολουθεί
nl: (who) volgt
ru: Подписки (who)

source: API Key (optional)
ar: مفتاح API (اختياري)
el_gr: Κλειδί API (προαιρετικό)
nl: Api-sleutel (optioneel)
ru: API-ключ (необязательно)

source: API Key (required)
el_gr: Κλειδί API (απαιτείται)
nl: Api-sleutel (vereist)
ru: API-ключ (обязательно)

source: About
ar: النبذة التعريفية
el_gr: Σχετικά
nl: Over
ru: О себе

source: About Me
ar: النبذة التعريفية
el_gr: Σχετικά με εμένα
nl: Over mijzelf
ru: Обо Мне

source: Absolute Boss
ar: مدير كبير
el_gr: Απόλυτο αφεντικό
nl: De beste van de klas
ru: Первооткрыватель Биткоина

source: Accept
ar: موافق
el_gr: Αποδοχή
nl: Accepteer
ru: Принять

source: Account ID
ar: معرف الحساب
el_gr: ID Λογαρισμού
ru: ID учетной записи

source: Actions
ar: خيارات
el_gr: Ενέργειες
nl: Acties
ru: Опции

source: Add
ar: اضافة
el_gr: Προσθήκη
nl: Voeg toe
ru: Добавить

source: Add Relay
ar: اضافة موصّل
el_gr: Προσθήκη διακομιστή Relay
nl: Voeg relay toe
ru: Добавить релей

source: Add all
ar: اضافة الجميع
el_gr: Προσθήκη όλων
nl: Voeg iedereen toe
ru: Добавить все

source: Admin
el_gr: Διαχειριστής
nl: Beheerder
ru: Администратор

source: Any
ar: أي شيء
el_gr: Ποσό
nl: Elk
ru: Любая сумма

source: Are you sure you want to repost this?
ar: هل أنت متأكد من اعادة النشر؟
el_gr: Είστε βέβαιοι ότι θέλετε να το αναδημοσιεύσετε;
nl: Weet je zeker dat je dit wilt herplaatsen?
ru: Вы уверены, что хотите сделать репост?

source: Banner Image
ar: صورة الخلفية
el_gr: Φωτογραφία εξωφύλλου
nl: Profielomslag
ru: Изображение баннера

source: Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus.
ar: قبل البدء، يجب عليك حفظ معلومات حسابك لتتمكن من الوصول إليه مستقبلا في حالة حذف دامُس أو تغيير جهازك.
el_gr: Πριν ξεκινήσουμε, θα χρειαστεί να αποθηκεύσετε τις πληροφορίες του λογαριασμού σας, διαφορετικά θα χάσετε την πρόσβαση σας αν ποτέ απεγκαταστήσετε το Damus.
nl: Voordat je aan de slag kant, moet je je accountinformatie opslaan, anders kun je niet inloggen, zelfs niet als je Damus verwijdert.
ru: Прежде чем мы начнем, вам нужно сохранить информацию о своей учетной записи, иначе вы не сможете снова залогиниться, если удалите Damus.

source: Bitcoin Lightning Tips
ar: اكراميات البتكوين
ru: Молниеносные чаевые

source: Block
ar: حظر
el_gr: Μπλοκάρισμα
nl: Blokkeer
ru: Заблокировать

source: Block %@?
ar: حظر %@؟
el_gr: Μπλοκάρισμα %@;
nl: Wil je %@ blokkeren?
ru: Заблокировать %@?

source: Block User
ar: حظر المستخدم
el_gr: Μπλοκάρισμα χρήστη
nl: Blokkeer gebruiker
ru: Заблокировать пользователя

source: Blocked
ar: قائمة الحظر
el_gr: Μπλοκαρισμένοι
nl: Geblokkeerd
ru: Заблокированы

source: Blocked Users
ar: المحظورون
el_gr: Μπλοκαρισμένοι χρήστες
nl: Geblokkeerde gebruikers
ru: Заблокированные пользователи

source: Boosts
nl: Aantal boosts
ru: Бусты

source: Broadcast
ar: بث
el_gr: Αναμετάδοση
nl: Uitzenden
ru: Разослать

source: Cancel
ar: الغاء
el_gr: Άκυρο
nl: Annuleer
ru: Отменить

source: Clear
ar: مسح
el_gr: Καθαρισμός
nl: Wis
ru: Очистить

source: Clear Cache
ar: مسح البيانات المؤقتة
el_gr: Καθαρισμός προσωρινής μνήμης
nl: Wis cache
ru: Очистить кэш

source: Contact
el_gr: Επικοινωνία
ru: Обратная связь

source: Copied
ar: تم النسخ
el_gr: Αντιγράφηκε
nl: Gekopieerd
ru: Ключ скопирован

source: Copy
ar: نسخ
el_gr: Αντιγραφή
nl: Kopieer
ru: Копировать

source: Copy Account ID
ar: نسخ عنوان الحساب
el_gr: Αντιγραφή ID λογαριασμού
nl: Kopieer account-id
ru: Копировать ID учетной записи

source: Copy Image
ar: نسخ الصورة
el_gr: Αντιγραφή εικόνας
nl: Kopieer afbeelding
ru: Копировать изображение

source: Copy Image URL
ar: نسخ رابط الصورة
el_gr: Αντιγραφή URL εικόνας
nl: Kopieer afbeeldingslink
ru: Копировать ссылку на изображение

source: Copy LNURL
ar: نسخ LNURL
el_gr: Αντιγραφή LNURL
nl: Kopieer LNURL
ru: Копировать LNURL

source: Copy Note ID
ar: نسخ معرف المنشور
el_gr: Αντιγραφή ID σημείωσης
nl: Kopieer notitie-id
ru: Копировать ID записи

source: Copy Note JSON
ar: نسخ المنشور بصيغة JSON
el_gr: Αντιγραφή JSON σημείωσης
nl: Kopieer notitie-json
ru: Копировать JSON записи

source: Copy Report ID
ar: نسخ معرف البلاغ
el_gr: Αντιγραφή ID αναφοράς
nl: Kopieer meldings-id
ru: Копировать ID репорта

source: Copy Text
ar: نسخ النص
el_gr: Αντιγραφή κειμένου
nl: Kopieer tekst
ru: Копировать текст

source: Copy User Pubkey
ar: نسخ معرف الحساب
el_gr: Αντιγραφή δημόσιου κλειδιού χρήστη
nl: Kopieer gebruikerssleutel
ru: Копировать публичный ключ пользователя

source: Copy invoice
ar: نسخ البرقية
el_gr: Αντιγραφή ποσού
nl: Kopieer factuur
ru: Копировать инвойс

source: Could not find user to block...
ar: لم يتم العثور حساب لحظره
el_gr: Ο χρήστης για μπλοκάρισμα δεν βρέθηκε...
nl: Er is geen gebruiker gevonden…
ru: Не удалось найти пользователя

source: Create
ar: انشاء
el_gr: Δημιουργία
nl: Registreer
ru: Создать

source: Create Account
ar: انشاء حساب
el_gr: Δημιουργία λογαριασμού
nl: Maak account aan
ru: Создать учетную запись

source: Create new mutelist
ar: أنشئ قائمة حظر جديدة
el_gr: Δημιουργία νέας λίστας αποκλεισμού
nl: Maak nieuwe demplijst aan
ru: Создать новый игнор-список

source: Creator(s) of Bitcoin. Absolute legend.
ar: مبتكر البتكوين. اسطورة لن تتكرر.
el_gr: Δημιουργός(οί) του Bitcoin. Απόλυτος θρύλος.
nl: Maker(s) van Bitcoin. Een ware legende.
ru: Создатель(и) Биткоина. Статус: легендарный

source: Custom
ar: مخصص
el_gr: Προσαρμογή
nl: Aangepast
ru: Ваш выбор

source: DMs
ar: الرسائل الخاصة
el_gr: Προσωπικά Μηνύματα
ru: ЛС

source: DeepL (Proprietary, Higher Accuracy)
el_gr: DeepL (Υπηρεσία, Υψηλότερη Ακρίβεια)
nl: DeepL (commercieel, maar hogere juistheid)
ru: Deepl (Проприетарное, лучший результат)

source: Default Wallet
ar: المحفظة الافتراضية
el_gr: Προεπιλεγμένο πορτοφόλι
nl: Damus-portefeuille
ru: Кошелек по умолчанию

source: Default Zap Amount in sats
el_gr: Προεπιλεγμένο ποσό Zap σε sats
ru: Размер запов по умолчанию

source: Delete
ar: حذف
el_gr: Διαγραφή
nl: Verwijder
ru: Удалить

source: Delete Account
ar: حذف الحساب
el_gr: Διαγραφή λογαριασμού
nl: Verwijder account
ru: Удалить учетную запись

source: Deleted Account
ar: حذف الحساب
el_gr: Διεγραμμένος λογαριασμός
nl: Verwijderd account
ru: Удаленная учетная запись

source: Description
el_gr: Περιγραφή
nl: Beschrijving
ru: Описание

source: Dismiss
ar: اغلاق
el_gr: Απόρριψη
nl: Negeer
ru: Отклонить

source: Display Name
ar: الاسم
el_gr: Εμφανιζόμενο όνομα
nl: Weergavenaam
ru: Отображаемое имя

source: Done
ar: انهاء
el_gr: Ολοκλήρωση
nl: Klaar
ru: Готово

source: EULA
ar: اتفاقية الاستخدام
ru: Пользовательское соглашение

source: Earn Money
ar: اكسب المال.
el_gr: Βγάλτε χρήματα
nl: Verdien geld
ru: Доход

source: Edit
ar: تحرير
el_gr: Επεξεργασία
nl: Bewerk
ru: Редактировать

source: Edit participants
ar: تحرير المشاركين
el_gr: Επεξεργασία συμμετεχόντων
nl: Bewerk deelnemers
ru: Редактировать список участников

source: Encrypted
ar: مشفر
el_gr: Κρυπτογραφημένα
nl: Versleuteld
ru: Сквозное шифрование

source: Enter your account key to login:
ar: أدخل مفتاح حسابك لتسجيل الدخول:
el_gr: Εισάγετε το κλειδί του λογαριασμού σας για είσοδο:
nl: Voer je accountsleutel in om in te loggen:
ru: Введите ключ своей учетной записи для логина:

source: Error: %@
ar: خطأ: %@
el_gr: Σφάλμα: %@
nl: Foutmelding: %@
ru: Ошибка %@

source: Filter
el_gr: Φίλτρο
ru: Фильтровать

source: Follow
ar: متابعة
el_gr: Ακολουθήστε
nl: Volg
ru: Подписаться

source: Follow Back
el_gr: Ακολουθήστε
nl: Volg terug
ru: Подписаться в ответ

source: Follow me on nostr
el_gr: Ακολουθήστε με στο nostr
nl: Volg me op nostr
ru: Подпишитесь на меня в nostr

source: Followers
ar: المتابعون
el_gr: Ακόλουθοι
nl: Volgers
ru: Подписчики

source: Following
ar: المتابَعين
el_gr: Ακολουθεί
nl: Volgend
ru: Подписки

source: Following...
ar: يتابع...
el_gr: Ακολουθεί...
nl: Volgend…
ru: Подписаны

source: Follows
ar: تابع
el_gr: Ακολουθήστε
nl: Volgt
ru: Подписки

source: Follows you
el_gr: Σας ακολουθούν
nl: Volgt je
ru: Подписан на вас

source: Free
el_gr: Δωρεάν
nl: Gratis
ru: Бесплатный

source: Get API Key
el_gr: Λάβετε κλειδί API
nl: Verkrijg api-sleutel
ru: Получить API-ключ

source: Global
ar: عام
el_gr: Κεντρική
nl: Algemeen
ru: Глобальная лента

source: Goto post %@
ar: عرض المنشور %@
el_gr: Πήγαινε στη δημοσίευση %@
nl: Ga naar bericht %@
ru: Перейти к посту %@

source: Goto profile %@
ar: عرض الحساب %@
el_gr: Πήγαινε στο προφίλ %@
nl: Ga naar profiel %@
ru: Перейти к профилю %@

source: Hide
ar: اخفاء
el_gr: Απόκρυψη
nl: Verberg
ru: Скрыть

source: Hide API Key
ar: اخفاء مفتاح API
el_gr: Απόκρυψη κλειδιού API
nl: Verberg api-sleutel
ru: Скрыть API-ключ

source: Home
ar: الرئيسية
el_gr: Αρχική
nl: Startpagina
ru: Домой

source: Illegal content
ar: محتوى غير قانوني
el_gr: Παράνομο περιεχόμενο
nl: Illegale inhoud
ru: Нелегальный контент

source: Invalid key
ar: المفتاح غير صالح
el_gr: Λανθασμένο κλειδί
nl: Ongeldige sleutel
ru: Неверный ключ

source: It's spam
ar: سبام
el_gr: Είναι ανεπιθύμητο
nl: Spam
ru: Спам

source: LNLink
ru: LN-ссылка

source: Left Handed
ar: تفضيل استخدام اليد اليسرى
el_gr: Για αριστερόχειρες
nl: Linkshandig
ru: Левша

source: Let's go!
ar: هيا بنا!
el_gr: Φύγαμε!
nl: Aan de slag!
ru: Вперед!

source: LibreTranslate (Open Source)
el_gr: LibreTranslate (Ανοιχτού κώδικα)
ru: LibreTranslate (Открытый код)

source: Lightning Address or LNURL
ar: عنوان البرق أو LNURL
el_gr: Διεύθυνση Lightning ή LNURL
nl: Lightningadres of LNURL
ru: Лайтнинг-адрес или LNURL

source: Lightning Invoice
ar: برقية
el_gr: Lightning ποσό
nl: Lightningfactuur
ru: Лайтнинг-инвойс

source: Like
el_gr: Μου αρέσει
nl: Vind ik leuk
ru: Лайк

source: Local authentication to access private key
el_gr: Τοπικά δικαιώματα για πρόσβαση στο ιδιωτικό κλειδί
nl: Lokale verificatie om toegang te krijgen tot privésleutel
ru: Локальная аутентификация для доступа к приватному ключу

source: Local default
ar: الاختيار
el_gr: Προεπιλογή
nl: Lokaal standaard
ru: Локальные настройки по умолчанию

source: Login
ar: الدخول
el_gr: Σύνδεση
ru: Вход

source: Logout
ar: الخروج
el_gr: Αποσύνδεση
nl: Log uit
ru: Выйти

source: Make sure your nsec account key is saved before you logout or you will lose access to this account
ar: تأكد من حفظ مفتاح حسابك السري قبل الخروج حتى لا تفقد امكانية الدخول الى حسابك.
el_gr: Βεβαιωθείτε ότι έχετε αποθηκεύσει το ιδιωτικό κλειδί nsec του λογαριασμού σας πριν αποσυνδεθείτε, διαφορετικά θα χάσετε την πρόσβαση στο λογαριασμό σας
nl: Zorg er voor dat je nsec-accountsleutel is opgeslagen voordat je uitlogt, anders verlies je toegang tot dit account
ru: Убедитесь, что ваш nsec-ключ сохранен, прежде, чем выходить из системы, иначе вы потеряете доступ к этой учетной записи

source: NIP-05 Verification
ar: تحقق NIP-05
el_gr: Πιστοποιητικό NIP-05
nl: NIP-05-verificatie
ru: Верификация NIP-05

source: No
ar: لا
el_gr: Όχι
nl: Nee
ru: Нет

source: No block list found, create a new one? This will overwrite any previous block lists.
ar: لم نعثر على قائمة حظر. هل تريد انشاء قائمة جديدة؟ سيتم استبدال أي قوائم سابقة ان وجدت
el_gr: Δεν βρέθηκε λίστα αποκλεισμού, να δημιουργηθεί μια νέα; Αυτό θα αντικαταστήσει κάθε προηγούμενη λίστα αποκλεισμού.
nl: Er is geen blokkadelijst. Wil je een lijst aanmaken? Hierdoor worden vorige lijsten overschreven.
ru: Список заблокированных аккаунтов не найден, создать новый? Это перезапишет все ранее созданные списки.

source: None
ar: لا اختيار
el_gr: Κανένας
nl: Geen
ru: Без перевода

# Note contains &quot;nsec1&quot; private key. Are you sure?
source: Note contains "nsec1" private key. Are you sure?
ar: يحتوي المنشور على مفتاح خاص "nsec1". هل أنت متأكد؟
el_gr: Το σχόλιο περιέχει "nsec1" ιδωτικό κλειδί. Είστε σίγουροι;
nl: De notitie bevat een ‘nsec1’-privésleutel. Weet je het zeker?
ru: Заметка содержит приватный ключ "nsec1". Вы уверены?

source: Nothing to see here. Check back later!
ar: لا جديد في هذه اللحظة. يرجى المعاودة لاحقا!
el_gr: Δεν βρέθηκε κάτι. Δοκιμάστε αργότερα!
nl: Er is hier nog niks te zien. Kijk later nog eens!
ru: Здесь пока пусто. Загляните позже!

source: Notifications
ar: التنبيهات
el_gr: Ειδοποιήσεις
nl: Meldingen
ru: Оповещения

source: Nudity or explicit content
ar: عري أو محتوى فاضح
el_gr: Γυμνό ή ακατάλληλο περιεχόμενο
nl: Naaktheid of expliciete inhoud
ru: Нагота или откровенный контент

source: Paid Relay
el_gr: Διακομιστής Relay με πληρωμή
nl: Betaalde relay
ru: Платный релей

source: Pay
ar: ادفع
el_gr: Πληρωμή
nl: Betaal
ru: Оплатить

source: Pay the Lightning invoice
ar: ادفع البرقية
el_gr: Πληρωμή Lightning ποσού
nl: Betaal de Lightningfactuur
ru: Оплатить лайтнинг-инвойс

source: Permanently Delete Account
el_gr: Οριστική διαγραφή λογαριασμού
nl: Verwijder account permanent
ru: Удалить аккаунт навсегда

source: Plan
el_gr: Συνδρομή
nl: Pakket
ru: Тарифный план

source: Post
ar: انشر
el_gr: Δημοσίευση
nl: Bericht
ru: Опубликовать

source: Post from a user you've blocked
ar: منشور لمستخدم محظور
el_gr: Δημοσίευση μπλοκαρισμένου χρήστη
nl: Bericht van een geblokkeerde gebruiker
ru: Пост заблокированного вами пользователя

source: Posts
ar: المنشورات
el_gr: Δημοσιεύσεις
nl: Berichten
ru: Посты

# Posts &amp; Replies
source: Posts & Replies
ar: المنشورات والردود
el_gr: Δημοσιεύσεις & Απαντήσεις
nl: Berichten en antwoorden
ru: Посты и ответы

source: Private
ar: خصوصية
el_gr: Προσωπικά δεδομένα
nl: Privé
ru: Приватность

source: Private Key
ar: المفتاح السري
el_gr: Ιδιωτικό κλειδί
nl: Privésleutel
ru: Приватный ключ

source: Pro
ru: Платный

source: Profile
ar: الملف الشخصي
el_gr: Προφίλ
nl: Profiel
ru: Профиль

source: Profile Picture
ar: صورة الحساب
el_gr: Εικόνα προφίλ
nl: Profielfoto
ru: Изображение профиля

source: Public Account ID
ar: معرف الحساب
el_gr: Δημόσιο ID λογαριασμού
nl: Openbare account-id
ru: Публичный ID аккаунта

source: Public Key
ar: المفتاح العام
el_gr: Δημόσιο κλειδί
nl: Openbare sleutel
ru: Публичный ключ

source: Public Key?
ar: مفتاح عام؟
el_gr: Δημόσιο κλειδί;
nl: Openbare sleutel?
ru: Это публичный ключ?

source: Public key
ar: المفتاح العام
el_gr: Δημόσιο κλειδί
nl: Openbare sleutel
ru: Публичный ключ

source: Reactions
ar: التفاعل
el_gr: Αντιδράσεις
nl: Reacties
ru: Реакции

source: Recommended Relays
ar: موصّلات موصى بها
el_gr: Προτεινόμενοι διακομιστές Relays
nl: Aanbevolen relays
ru: Рекомендуемые релеи

source: Reject
ar: رفض
el_gr: Απόρριψη
nl: Wijs af
ru: Отклонить

source: Relay
ar: موصّل
el_gr: Διακομιστής Relay
ru: Релей

source: Relays
ar: موصّلات
el_gr: Διακομιστές Relays
ru: Релеи

source: Relays have been notified and clients will be able to use this information to filter content. Thank you!
ar: تم ابلاغ الموصّلات وسيتم الاستفادة من هذا البلاغ لتصفية المحتوى. شكرا لك!
el_gr: Οι διακομιστές Relays έχουν ειδοποιηθεί και οι εφαρμογές θα μπορούν να φιλτράρουν το περιεχόμενο. Ευχαριστούμε!
nl: De relays zijn op de hoogte gebracht en clients kunnen deze informatie gebruiken om inhoud te filteren. Dank!
ru: Релеи были уведомлены, и клиенты смогут использовать эту информацию для фильтрации контента. Спасибо!

source: Remove all
ar: حذف المشاركين
el_gr: Αφαίρεση όλων
nl: Verwijder allen
ru: Удалить все

source: Reply
el_gr: Απάντηση
nl: Beantwoord
ru: Ответить

source: Reply to self
ar: رد على منشوره السابق
el_gr: Απάντηση στον εαυτό μου
nl: Antwoord aan mijzelf
ru: Ответить на свой пост

# Replying to %@ &amp; %@
source: Replying to %1$@ & %2$@
ar: رد على %1$@ & %2$@
el_gr: Απάντηση σε %1$@ & %2$@
nl: Antwoord aan %1$@ en %2$@
ru: В ответ %1$@ и %2$@

source: Replying to:
ar: رد على:
el_gr: Απάντηση σε:
nl: Antwoord aan:
ru: В ответ:

source: Report
ar: ابلاغ
el_gr: Αναφορά
nl: Meld
ru: Пожаловаться

source: Report ID:
ar: معرف البلاغ
el_gr: ID Αναφοράς:
nl: Meldings-id:
ru: ID жалобы

source: Report sent!
ar: تم الابلاغ!
el_gr: Η αναφορά εστάλει!
nl: De melding is gemaakt!
ru: Жалоба отправлена

source: Repost
ar: إعادة نشر
el_gr: Αναδημοσίευση
nl: Herplaats
ru: Репост

source: Reposted
ar: منشور مُعاد
el_gr: Αναδημοσιεύθηκε
nl: Herplaatst
ru: Репост сделан

source: Reposts
ar: اعادات النشر
el_gr: Αναδημοσιεύσεις
nl: Herplaatsingen
ru: Репосты

source: Requests
ar: طلبات
el_gr: Αιτήματα
nl: Verzoeken
ru: Запросы

source: Retry
ar: اعادة المحاولة
el_gr: Δοκιμάστε ξανά
nl: Probeer opnieuw
ru: Попробовать снова

source: Satoshi Nakamoto
ar: ساتوشي ناكاموتو
ru: Сатоши Накамото

source: Save
ar: حفظ
el_gr: Αποθήκευση
nl: Bewaar
ru: Сохранить

source: Save Image
ar: حفظ الصورة
el_gr: Αποθήκευση εικόνας
nl: Bewaar afbeelding
ru: Сохранить изображение

source: Scan the code
el_gr: Σκανάρισμα κωδικού
nl: Scan de code
ru: Отсканируйте код

source: Search hashtag: #%@
ar: البحث عن وسم: #%@
el_gr: Αναζήτηση ετικέτας: #%@
nl: Zoek naar hashtag: #%@
ru: Искать хэштег #%@

source: Search...
ar: بحث...
el_gr: Αναζήτηση...
nl: Zoek…
ru: Искать...

source: Secret Account Login Key
ar: المفتاح السري للحساب
el_gr: Μυστικό ιδιωτικό κλειδί λογαριασμού
nl: Geheime inlogsleutel
ru: Секретный ключ логина в аккаунт

source: Select a Lightning wallet
ar: اختر محفظة البرق
el_gr: Επιλέξτε ένα Lightning πορτοφόλι
nl: Kies een Lightningportefeuille
ru: Выберите лайтнинг-кошелек

source: Select default wallet
ar: المحفظة الافتراضية
el_gr: Προεπιλεγμένο πορτοφόλι
nl: Kies de standaardportefeuille
ru: Выберите кошелек по умолчанию

source: Send a message to start the conversation...
ar: أرسل رسالة لبدء المحادثة...
el_gr: Στείλτε ένα μήνυμα για να ξεκινήσετε την συνομιλία...
nl: Begin het gesprek door een bericht te versturen…
ru: Отправьте сообщение, чтобы начать беседу

source: Server
ar: خادم
el_gr: Διακομιστής
ru: Сервер

source: Service
el_gr: Υπηρεσία
nl: Dienst
ru: Сервис

source: Settings
ar: الاعدادات
el_gr: Ρυθμίσεις
nl: Instellingen
ru: Настройки

source: Share
ar: مشاركة
el_gr: Κοινοποίηση
nl: Deel
ru: Поделиться

source: Show
ar: عرض
el_gr: Προβολή
nl: Toon
ru: Показать

source: Show API Key
ar: عرض مفتاح API
el_gr: Προβολή κλειδιού API
nl: Toon api-sleutel
ru: Показать API-ключ

source: Show wallet selector
ar: هل تريد اختيار المحفظة عند كل عملية دفع؟
el_gr: Προβολή επιλογής πορτοφολιού
nl: Toon portefeuillekeuze
ru: Показать список кошельков

source: Sign out
ar: خروج
el_gr: Αποσύνδεση
nl: Log uit
ru: Выход

source: Software
el_gr: Λογισμικό
ru: Программное обеспечение

source: Supported NIPs
el_gr: Υποστηριζόμενα NIPs
nl: Ondersteunde NIPs
ru: Поддерживаемые NIP'ы

source: Thanks!
ar: شكرا!
el_gr: Ευχαριστούμε!
nl: Bedankt!
ru: Спасибо!

source: They are impersonating someone
ar: انتحال صفة شخص آخر
el_gr: Προσποιείται κάποιον άλλο
nl: Dit account doet zich voor als iemand anders
ru: Пользователь выдает себя за кого-то другого

source: This is a paid relay, you must pay for posts to be accepted.
el_gr: Αυτός είναι ένας επί πληρωμή διακομιστής relay, πρέπει να πληρώσετε ώστε οι δημοσιεύσεις σας να εμφανιστούν.
nl: Dit is een betaalde relay; je dient dus te betalen voordat berichten goedgekeurd worden.
ru: Это платный релей. Вы должны заплатить, чтобы транслировать сообщения.

source: This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective.
ar: هذا مفتاح عام. لن تستطيع النشر أو التفاعل بهذا الحساب بأي طريقة. تستطيع فقط مشاهدة المحتوى العام من منظور صاحب الحساب.
el_gr: Αυτό είναι ένα δημόσιο κλειδί, δεν θα έχετε την δυνατότητα να κάνετε δημοσιεύσεις ή να αλληλεπιδράσετε με κάποιο τρόπο. Αυτό το κλειδί είναι μόνο για προβολή / εύρεση λογαριασμών.
nl: Dit is een openbare sleutel waarmee geen berichten of antwoorden kunnen worden geplaatst. Deze wordt alléén gebruikt om accounts te tonen.
ru: Это публичный ключ, вы не сможете создавать сообщения или осуществлять активные действия. Он используется для просмотра аккаунтов от первого лица.

source: This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key.
ar: صيغة المفتاح قديمة. لا نستطيع التحديد إذا ما كان المفتاح خاصا أو عاما. الرجاء تفعيل الخانة بالأسفل إذا كان المفتاح عاما.
el_gr: Αυτό είναι ένα παλαιού τύπου κλειδί nostr. Δεν αναγνωρίζουμε αν είναι δημόσιο ή ιδιωτικό κλειδί. Παρακαλούμε πατήστε το παρακάτων κουμπί αν είναι ένα δημόσιο κλειδί.
nl: Dit is een oude nostr-sleutel waarvan we niet weten of het een pubkey or privésleutel is. Druk op onderstaande knop als het een privésleutel betreft.
ru: Это ключ nostr старого образца. Мы не уверены, публичный он или приватный. Пожалуйста, нажмите кнопку ниже, если это публичный ключ.
